
ItemInfo={}
--newkdef[0小还丹]=function()
ItemInfo[0]={
"Ｌ物品说明：可恢复少量生命",
"Ｎ",
"Ｄ使用效果：+150生命",
                                    -- by 飘夜
}

--newkdef[1天香续命膏]=function()
ItemInfo[01]={
"Ｌ物品说明：可恢复较多生命",
"Ｎ",
"Ｄ使用效果：+300生命",
                                    -- by 飘夜
}

--newkdef[2黑玉断续膏]=function()
ItemInfo[02]={
"Ｌ物品说明：可恢复大量生命",
"Ｎ",
"Ｄ使用效果：+500生命",
                                    -- by 飘夜
}

--newkdef[3白云熊胆丸]=function()
ItemInfo[03]={
"Ｌ物品说明：可恢复少量内力",
"Ｎ",
"Ｄ使用效果：+666内力",
                                    -- by 飘夜
}

ItemInfo[04]={
"Ｌ物品说明：可恢复一些内力",
"Ｎ",
"Ｄ使用效果：+888内力",
                                    -- by 飘夜
}

--newkdef[5九花玉露丸]=function()
ItemInfo[05]={
"Ｌ物品说明：可恢复较多内力",
"Ｎ",
"Ｄ使用效果：+1250内力，中毒-20",
                                    -- by 飘夜
}

--newkdef[6九转熊蛇丸]=function()
ItemInfo[06]={
"Ｌ物品说明：可恢复大量内力",
"Ｎ",
"Ｄ使用效果：+3000内力",
                                    -- by 飘夜
}

--newkdef[7无常丹]=function()
ItemInfo[07]={
"Ｌ物品说明：可恢复一些生命和内力",
"Ｎ",
"Ｄ使用效果：+300生命，+800内力",
                                    -- by 飘夜
}

--newkdef[8天王保命丹]=function()
ItemInfo[08]={
"Ｌ物品说明：最好的药",
"Ｎ",
"Ｄ使用效果：+50体力，+500生命，+1200内力，解毒-25",
                                    -- by 飘夜
}

--newkdef[9黄连解毒丸]=function()
ItemInfo[09]={
"Ｌ物品说明：可少量解毒",
"Ｎ",
"Ｄ使用效果：解毒-20",
                                    -- by 飘夜
}

--newkdef[10牛黄血蝎丹]=function()
ItemInfo[10]={
"Ｌ物品说明：中等解毒药",
"Ｎ",
"Ｄ使用效果：解毒-50",
                                    -- by 飘夜
}

--newkdef[11六阳正气丹]=function()
ItemInfo[11]={
"Ｌ物品说明：高等解毒药",
"Ｎ",
"Ｄ使用效果：解毒-80",
                                    -- by 飘夜
}

--newkdef[12精气丸]=function()
ItemInfo[12]={
"Ｌ物品说明：可恢复一些体力",
"Ｎ",
"Ｄ使用效果：恢复体力+40",
                                    -- by 飘夜
}

--newkdef[13玉灵散]=function()
ItemInfo[13]={
"Ｌ物品说明：可恢复大量体力",
"Ｎ",
"Ｄ使用效果：恢复体力+66",
                                    -- by 飘夜
}

--newkdef[14千年灵芝]=function()
ItemInfo[14]={
"Ｌ物品说明：可增加人物体质",
"Ｎ",
"Ｄ使用效果：人物体质增加1点",
                                    -- by 飘夜
}

--newkdef[15大蟠桃]=function()
ItemInfo[15]={
"Ｌ物品说明：可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+321",
                                    -- by 飘夜
}

--newkdef[16千年人参]=function()
ItemInfo[16]={
"Ｌ物品说明：可增内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+400",
                                    -- by 飘夜
}

--newkdef[17天山雪莲]=function()
ItemInfo[17]={
"Ｌ物品说明：可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+400",
                                    -- by 飘夜
}

--newkdef[18叫花鸡]=function()
ItemInfo[18]={
"Ｌ物品说明：名菜",
"Ｎ",
"Ｄ使用效果：",
                                    -- by 飘夜
}

--newkdef[19好逑汤]=function()
ItemInfo[19]={
"Ｌ物品说明：名菜",
"Ｎ",
"Ｄ使用效果：",
                                    -- by 飘夜
}

ItemInfo[20]={
"Ｌ物品说明：名菜，",
"Ｎ",
"Ｄ使用效果：",
                                    -- by 飘夜
}

--newkdef[21腊八粥]=function()
ItemInfo[21]={
"Ｌ物品说明：可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+500",
                                    -- by 飘夜
}

--newkdef[22梨花酒]=function()
ItemInfo[22]={
"Ｌ物品说明：名酒，可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+100",
                                    -- by 飘夜
}

--newkdef[23玉露酒]=function()
ItemInfo[23]={
"Ｌ物品说明：名酒，可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+200",
                                    -- by 飘夜
}

--newkdef[24即墨老酒]=function()
ItemInfo[24]={
"Ｌ物品说明：名酒，可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+300",
                                    -- by 飘夜
}

--newkdef[25五宝花蜜酒]=function()
ItemInfo[25]={
"Ｌ物品说明：名酒，可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+500",
                                    -- by 飘夜
}

--newkdef[26莽牯朱蛤]=function()
ItemInfo[26]={
"Ｌ物品说明：万毒之王，百毒不侵，炼制地灵丹的材料之一",
"Ｎ",
"Ｄ使用效果：+100抗毒",
                                    -- by 飘夜
}

--newkdef[27通犀地龙丸]=function()
ItemInfo[27]={
"Ｌ物品说明：西毒炼制，百毒不侵",
"Ｎ",
"Ｄ使用效果：+100抗毒",
                                    -- by 飘夜
}


--newkdef[28飞蝗石]=function()
ItemInfo[28]={
"Ｌ物品说明：最普通的暗器",
"Ｎ",
"Ｄ使用效果：-30生命",
                                    -- by 飘夜
}

--newkdef[29飞刀]=function()
ItemInfo[29]={
"Ｌ物品说明：飞是小李飞刀的刀",
"Ｎ",
"Ｄ使用效果：-50生命",
                                    -- by 飘夜
}

--newkdef[30金蛇锥]=function()
ItemInfo[30]={
"Ｌ物品说明：金蛇郎君成名暗器",
"Ｎ",
"Ｄ使用效果：-80生命",
                                    -- by 飘夜
}

--newkdef[31霹雳弹]=function()
ItemInfo[31]={
"Ｌ物品说明：一硫二硝三碳调制而成",
"Ｎ",
"Ｄ使用效果：-100生命",
                                    -- by 飘夜
}

--newkdef[32毒蒺藜]=function()
ItemInfo[32]={
"Ｌ物品说明：球上有刺，刺上有毒",
"Ｎ",
"Ｄ使用效果：-40生命，+40中毒",
                                    -- by 飘夜
}

ItemInfo[33]={
"Ｌ物品说明：古墓派含毒之暗器",
"Ｎ",
"Ｄ使用效果：-60生命，+60中毒",
                                    -- by 飘夜
}

--newkdef[34冰魄银针]=function()
ItemInfo[34]={
"Ｌ物品说明：古墓派含毒之暗器",
"Ｎ",
"Ｄ使用效果：-70生命，+70中毒",
                                    -- by 飘夜
}

--newkdef[35黑血神针]=function()
ItemInfo[35]={
"Ｌ物品说明：日月神教暗器，含剧毒",
"Ｎ",
"Ｄ使用效果：生命-80，中毒+80",
                                    -- by 飘夜
}

--newkdef[36玄铁剑]=function()
ItemInfo[36]={
"Ｇ装备效果；玄铁剑法威力+100",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：使用玄铁剑法时，增加50%暴击率",
"Ｗ◇LV.2：使用玄铁剑法时，增加60%暴击率",
"Ｗ◇LV.3：使用玄铁剑法时，增加70%暴击率",
"Ｗ◇LV.4：使用玄铁剑法时，增加80%暴击率",
"Ｗ◇LV.5：使用玄铁剑法时，增加90%暴击率",
"Ｗ◇LV.6（MAX）：使用玄铁剑法时，必定暴击，并可发动“破尽天下”",                                  -- by 飘夜
}

--newkdef[37倚天剑]=function()
ItemInfo[37]={
"Ｇ装备效果；倚天剑法威力+200",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：攻击时50%几率造成流血效果",
"Ｗ◇LV.2：攻击时60%几率造成流血效果",
"Ｗ◇LV.3：攻击时70%几率造成流血效果",
"Ｗ◇LV.4：攻击时80%几率造成流血效果",
"Ｗ◇LV.5：攻击时90%几率造成流血效果",
"Ｗ◇LV.6（MAX）：攻击时必定造成流血效果", 
"Ｎ",
"Ｗ◇【倚天一出·谁于争锋】",
"Ｗ◇御剑能力>=200，(御剑系数*0.1)%概率增加一次连击，",                         
}

--newkdef[38流星剑]=function()
ItemInfo[38]={
"Ｇ装备效果；连击率+10%",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：连击率+10%",
"Ｗ◇LV.2：连击率+11%",
"Ｗ◇LV.3：连击率+12%",
"Ｗ◇LV.4：连击率+13%",
"Ｗ◇LV.5：连击率+14%",
"Ｗ◇LV.6（MAX）：连击率+15%",                                  -- by 飘夜
}

--newkdef[39白龙剑]=function()
ItemInfo[39]={
"Ｇ装备效果；苗家剑法威力+100",
"Ｎ",
"Ｄ装备等级：无",                           -- by 飘夜
}

--newkdef[40金蛇剑]=function()
ItemInfo[40]={
"Ｇ装备效果；金蛇剑法威力+200",
"Ｎ",
"Ｄ装备等级：无",                                             -- by 飘夜
}

--newkdef[41凝碧剑]=function()
ItemInfo[41]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",
                                 -- by 飘夜
}

--newkdef[42白虹剑]=function()
ItemInfo[42]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",
                                 -- by 飘夜
}

--newkdef[43屠龙刀]=function()
ItemInfo[43]={
"Ｇ装备效果；使用刀法武功攻击几率触发：",
"Ｎ",
"Ｗ◇【武林至尊·宝刀屠龙】",
"Ｗ◇必定造成流血且追加气攻,追加的气攻数值等于所使用刀法的威力",
"Ｗ◇【号令天下·莫敢不从】",
"Ｗ◇必定造成暴击",
"Ｎ",
"Ｄ装备等级：无",
                              -- by 飘夜
}

--newkdef[44血刀]=function()
ItemInfo[44]={
"Ｇ装备效果；血刀刀法威力+200",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：攻击时，恢复造成伤害5%的血量",
"Ｗ◇LV.2：攻击时，恢复造成伤害6%的血量",
"Ｗ◇LV.3：攻击时，恢复造成伤害7%的血量",
"Ｗ◇LV.4：攻击时，恢复造成伤害8%的血量",
"Ｗ◇LV.5：攻击时，恢复造成伤害9%的血量",
"Ｗ◇LV.6（MAX）：攻击时，恢复造成伤害10%的血量",                                  -- by 飘夜
}

--newkdef[45冷月宝刀]=function()
ItemInfo[45]={
"Ｇ装备效果；胡家刀法威力+200",
"Ｎ",
"Ｄ装备等级：无",
                                  -- by 飘夜
}

--newkdef[46绿波香露刀]=function()
ItemInfo[46]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",
                               -- by 飘夜
}

--newkdef[47金刀]=function()
ItemInfo[47]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",
                                -- by 飘夜
}

--newkdef[48雁翎刀]=function()
ItemInfo[48]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",
                                 -- by 飘夜
}

--newkdef[49打狗棒]=function()
ItemInfo[49]={
"Ｇ装备效果；打狗棒法威力+200",
"Ｎ",
"Ｄ装备等级：无",
                                 -- by 飘夜
}

--newkdef[50伏魔杵]=function()
ItemInfo[50]={
"Ｇ装备效果；伏魔杖法威力+100",
"Ｎ",
"Ｄ装备等级：无",
                                -- by 飘夜
}

--newkdef[51金龙鞭]=function()
ItemInfo[51]={
"Ｇ装备效果；黄沙万里鞭法威力+200",
"Ｎ",
"Ｄ装备等级：无",
                                 -- by 飘夜
}

--newkdef[52鳄嘴剪]=function()
ItemInfo[52]={
"Ｇ装备效果；大剪刀威力+200",
"Ｎ",
"Ｄ装备等级：无",
                                 -- by 飘夜
}

--newkdef[53判官笔]=function()
ItemInfo[44]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",
                                -- by 飘夜
}

--newkdef[54亮银枪]=function()
ItemInfo[54]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",
                                 -- by 飘夜
}

--newkdef[55神山剑]=function()
ItemInfo[55]={
"Ｇ装备效果；神山剑法威力+200",
"Ｎ",
"Ｄ装备等级：无",
                                -- by 飘夜
}

--newkdef[56玄铁菜刀]=function()
ItemInfo[56]={
"Ｇ装备效果；西瓜刀法威力+200",
"Ｎ",
"Ｄ装备等级：无",
                                -- by 飘夜
}

--newkdef[57犽月]=function()
ItemInfo[57]={
"Ｇ装备效果；犽月流空威力+200",
"Ｎ",
"Ｄ装备等级：无",
                                  -- by 飘夜
}

--newkdef[58软猬甲]=function()
ItemInfo[58]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：减伤20点，被拳指系武功攻击时，使攻击方流血10点",
"Ｗ◇LV.2：减伤22点，被拳指系武功攻击时，使攻击方流血10点",
"Ｗ◇LV.3：减伤24点，被拳指系武功攻击时，使攻击方流血10点",
"Ｗ◇LV.4：减伤26点，被拳指系武功攻击时，使攻击方流血10点",
"Ｗ◇LV.5：减伤28点，被拳指系武功攻击时，使攻击方流血10点",
"Ｗ◇LV.6（MAX）：减伤30点，被拳指系武功攻击时，使攻击方流血10点",                                  -- by 飘夜
}

--newkdef[59乌蚕衣]=function()
ItemInfo[59]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：被攻击时，受到的内伤减少5点",
"Ｗ◇LV.2：被攻击时，受到的内伤减少6点",
"Ｗ◇LV.3：被攻击时，受到的内伤减少7点",
"Ｗ◇LV.4：被攻击时，受到的内伤减少8点",
"Ｗ◇LV.5：被攻击时，受到的内伤减少9点",
"Ｗ◇LV.6（MAX）：被攻击时，受到的内伤减少10点",                                  -- by 飘夜
}

--newkdef[60金丝背心]=function()
ItemInfo[60]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：被攻击时，受到的封穴减少5点",
"Ｗ◇LV.2：被攻击时，受到的封穴减少6点",
"Ｗ◇LV.3：被攻击时，受到的封穴减少7点",
"Ｗ◇LV.4：被攻击时，受到的封穴减少8点",
"Ｗ◇LV.5：被攻击时，受到的封穴减少9点",
"Ｗ◇LV.6（MAX）：被攻击时，受到的封穴减少10点",                                  -- by 飘夜
}

--newkdef[61鳄皮护甲]=function()
ItemInfo[61]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：每次行动结束后解毒25点",
"Ｗ◇LV.2：每次行动结束后解毒35点",
"Ｗ◇LV.3：每次行动结束后解毒45点",
"Ｗ◇LV.4：每次行动结束后解毒55点",
"Ｗ◇LV.5：每次行动结束后解毒65点",
"Ｗ◇LV.6（MAX）：每次行动结束后解毒75点",                                  -- by 飘夜
}

--newkdef[62佛心甲]=function()
ItemInfo[62]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：被攻击时，受到的灼烧减少50%",
"Ｗ◇LV.2：被攻击时，受到的灼烧减少60%",
"Ｗ◇LV.3：被攻击时，受到的灼烧减少70%",
"Ｗ◇LV.4：被攻击时，受到的灼烧减少80%",
"Ｗ◇LV.5：被攻击时，受到的灼烧减少90%",
"Ｗ◇LV.6（MAX）：被攻击时，免疫灼烧状态"                                  -- by 飘夜
}

--newkdef[63皮衣]=function()
ItemInfo[63]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：被攻击时，受到的冰封减少50%",
"Ｗ◇LV.2：被攻击时，受到的冰封减少60%",
"Ｗ◇LV.3：被攻击时，受到的冰封减少70%",
"Ｗ◇LV.4：被攻击时，受到的冰封减少80%",
"Ｗ◇LV.5：被攻击时，受到的冰封减少90%",
"Ｗ◇LV.6（MAX）：被攻击时，免疫冰封状态"                                  -- by 飘夜
}

--newkdef[64北冥神功]=function()
ItemInfo[64]={
"Ｌ习得内功：北冥神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇攻击时，50%几率吸取敌方7%当前内力（上限300）",
"Ｗ◇被攻击时，50%几率发动“北冥神功.百川入海”吸取敌方200点内力并转移到",
"Ｗ  自身",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇攻击时，30%几率吸取敌方7%当前内力（上限300）",
"Ｗ◇被攻击时，50%几率触发“北冥真气”护体，提升800点气防（可叠加）",
"Ｗ◇增加300点内力硬上限（与吸星大法同类效果不叠加）",
"Ｗ *吸取内力时，提升自身内力上限",
"Ｗ◇(15+天书数量)%机率发动“北冥.气吞山河”特效吸怒20点(限主角)",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇逍遥御风：同时学有小无相功/北冥神功/八荒六合功，并完成特定剧情",
"Ｗ             *攻击与被攻击均有机会触发特效“逍遥御风”，累积点数",
"Ｗ             *当累积点数达到9点时，自身集气提高至999，清空封穴",
"Ｗ             *此状态不会被杀气或封穴，直到人物下次行动时累积归零",
"Ｗ             *单次攻击累积“逍遥御风”上限为3次"
}

--newkdef[65吸星大法]=function()
ItemInfo[65]={
"Ｌ习得内功：吸星大法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇攻击时，50%几率吸取敌方7%当前内力（上限300）与少量体力",
"Ｗ◇被攻击时，50%几率发动“万物相吸.吸星大法”吸取敌方200点内力并转移到",
"Ｗ  自身100点",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇攻击时，30%几率吸取敌方7%当前内力（上限300）与少量体力",
"Ｗ◇增加300点内力硬上限（与北冥神功同类效果不叠加）",
"Ｗ *吸取内力时，提升自身内力上限"
}

--newkdef[66化功大法]=function()
ItemInfo[66]={
"Ｌ习得内功：化功大法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇攻击时，50%几率化去敌方5%当前内力（上限300，下限100），并强制上毒",
"Ｗ  16~20点",
"Ｗ◇被攻击时，50%几率发动“化功大法”化去敌方200点内力，并强制上毒",
"Ｗ  10~15点",

"Ｎ",
"Ｄ被动效果：",
"Ｗ◇攻击时，30%几率化去敌方5%当前内力（上限300，下限100），并强制上毒",
"Ｗ  16~20点"
}

--newkdef[67紫霞秘笈]=function()
ItemInfo[67]={
"Ｌ习得内功：紫霞神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇行动结束后回复20%已消耗的内力（覆盖被动效果）",
"Ｗ◇使用剑系武功有50%的几率触发“紫霞剑气”追加1000气攻",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇行动结束后回复10%已消耗的内力",
"Ｗ◇蓄力必成功，且蓄力效果持续多回合（初始为2回合，每获得7本天书，持续",
"Ｗ  回合数+1）",
"Ｗ◇使用剑系武功有25%的几率触发“紫霞剑气”追加1000气攻",
"Ｗ  触发紫霞蓄力时，无法同时触发蛤蟆，龙象等蓄力的效果",
"Ｎ",
"Ｄ一脉相承",
"Ｗ◇学习五岳剑诀一脉相承",
}

--newkdef[68混元功法]=function()
ItemInfo[68]={
"Ｌ习得内功：混元功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇每3时序回复1点体力（覆盖被动效果）",
"Ｗ◇造成的封穴效果提高20%",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇行动结束后回复少许内伤",
"Ｗ◇每6时序回复1点体力",
"Ｗ◇造成的封穴效果提高10%",
"Ｗ◇攻击时70%追加“混元一气”特效目标敌人",
"Ｗ  追加5~15点内伤"
}

--newkdef[69狮吼功法]=function()
ItemInfo[69]={
"Ｌ习得内功：狮子吼",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇攻击时必定发动“狮子吼”，对全场内力低于自身2000点的敌人杀退",
"Ｗ  200点集气，且追加造成5-9点内伤",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇攻击时70%几率发动“狮子吼”，对全场内力低于自身2000点的敌人杀退",
"Ｗ  100点集气"
}

--newkdef[70圣火神功]=function()
ItemInfo[70]={
"Ｌ习得内功：圣火神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇被攻击，降低50%本次攻击所造成的封穴（与其他同类效果乘法叠加）",
"Ｗ◇攻击时60%几率，无视对方集气条位置击中其破绽",
"Ｗ  在人物第一次行动之前是不会被击中破绽的",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇进入战斗时的初始集气值+200~300",
"Ｗ◇奇门系数200以上可造成‘观火’状态",
"Ｗ◇如行动前未移动或者移动格数未消耗完，可在行动后获得一次移动机会"
}

--newkdef[71神照经]=function()
ItemInfo[71]={
   "Ｌ习得内功：神照功",
   "Ｎ",
   "Ｄ运功效果：",
   "Ｗ◇复活时的回复百分比由（35+天书数量）提高至（70+天书数量×2）",
   "Ｎ",
   "Ｄ被动效果：",
   "Ｗ◇首次被击退时，100%发动“神照功起死回生”复活，之后有6%的几率发动",
   "Ｗ◇复活时回复（35+天书数量）%的生命/耗损内力/耗损体力以及异常状态、",
   "Ｗ  集气值+500",
   "Ｎ",
   "Ｄ一脉相承：",
   "Ｗ◇长生诀",
}

--newkdef[72十八泥偶]=function()
ItemInfo[72]={
"Ｌ习得内功：罗汉伏魔功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇行动结束后恢复10%已损失的生命值（血量翻倍的角色需除以血量倍数）",
"Ｗ◇每时序额外回复1点流血",
"Ｗ◇被攻击时，降低60%本次攻击所造成的内伤",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇行动结束后恢复50%已损失的生命值（血量翻倍的角色需除以血量倍数）",
"Ｗ◇本内功加力时发动“罗汉伏魔”，根据以下公式提升伤害与杀气[高优先级]",
"Ｗ  罗汉伏魔提升伤害和杀气效果为：[(当前内力值/30000)+(武功消耗内力/2000)]%",
"Ｗ  同时学有易筋神功+罗汉伏魔功，主运【易筋神功】攻击时必出“罗汉伏魔”",
"Ｗ◇被攻击时，降低60%本次攻击所造成的内伤",
"Ｎ",
"Ｄ世尊降魔(组合特效)：",
"Ｗ◇修炼<伏魔杖法><金刚伏魔圈><无上大力杵><罗汉伏魔功>领悟“世尊降魔”",
"Ｗ◇效果：暴击率增加50%",
"Ｗ◇追加气功/20点伤害，暴怒追加气功/15点伤害",
"Ｗ◇伤害低于100则伤害增加100",

}

--newkdef[73蛤蟆功法]=function()
ItemInfo[73]={
"Ｌ习得内功：蛤蟆功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇蓄力必成功，并同时执行防御指令，且下回合集气+300",
"Ｗ◇强化蓄力效果，伤害加成从25%提升至50%，气攻加成从600提升至1200",
"Ｗ◇每时序增加1点怒气",
"Ｗ◇被攻击时，降低30%本次攻击所造成的内伤",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇无其他内功护体时，必定触发蛤蟆功护体气防提升900点",
"Ｗ◇受攻击时触发“蛤蟆功.蓄力”，累计蓄力值",
"Ｗ◇蓄力值满100后，下次攻击时可发动“蟾震九天”，根据蓄力值追加气攻",
"Ｄ一脉相承：",
"Ｗ◇鲸息功",
}

--newkdef[74乾坤大挪移]=function()
ItemInfo[74]={
"Ｌ习得内功：乾坤大挪移",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇内力高于对方时,被攻击75%几率触发“乾坤大挪移反弹”反弹30%伤害",
"Ｗ◇被攻击，降低50%本次攻击所造成的封穴（与其他同类效果乘法叠加）",
"Ｗ◇每时序额外回复1点流血",
"Ｗ◇被攻击时，降低60%本次攻击所造成的内伤",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇内力高于对方时,被攻击50%几率触发“乾坤大挪移反弹”反弹20%伤害",
"Ｎ",
"Ｇ我方专属效果：",
"Ｗ◇每获得一本天书，触发反弹几率+3%（包括主动及被动）"
}

--newkdef[75小无相功]=function()
ItemInfo[75]={
"Ｌ习得内功：小无相功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇总气防提升30%",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇“无我无相”，攻击与被攻击时，兵器值判定必定不低于敌方",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇总气防提升10%",
"Ｗ◇降低修炼武功兵器值需求10点、降低兵器装备需求兵器值10点",
"Ｗ◇小无相功加力时，必定发动武功招式（降龙、六脉无效）",
"Ｗ *战斗结束后获得的经验值翻倍",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇逍遥御风：同时学有小无相功/北冥神功/八荒六合功，并完成特定剧情",
"Ｗ             *攻击与被攻击均有机会触发特效“逍遥御风”，累积点数",
"Ｗ             *当累积点数达到9点时，自身集气提高至999，清空封穴",
"Ｗ             *此状态不会被杀气或封穴，直到人物下次行动时累积归零",
"Ｗ             *单次攻击累积“逍遥御风”上限为3次"
}

--newkdef[76纯阳无极功]=function()
ItemInfo[76]={
"Ｌ习得内功：纯阳无极功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每时序回复1点中毒",
"Ｗ◇降低武功内力消耗60%",
"Ｗ◇每时序额外回复1点冰封",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇降低武功内力消耗50%",
"Ｗ◇被攻击时，降低50%本次攻击所造成的冰封"
}

--newkdef[77先天功秘笈]=function()
ItemInfo[77]={
"Ｌ习得内功：先天功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇被攻击时，降低30%本次攻击所造成的内伤",
"Ｗ◇行动前有60%几率发动“先天调息”，获得一次休息效果",
"Ｗ◇“先天罡气”：攻击时清除目标的蓄力效果，",
"Ｗ  进入战场触发先天罡气护盾 抵消500点伤害，",
"Ｗ  护盾被击破后5个回合后概率再次生成",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇每时序回复2点生命，4点内力",
"Ｗ◇被杀气到-500位置的时候，身上所有内伤清零",
"Ｗ *同时学有先天功+玉女心经，每时序额外回复1点封穴",
"Ｎ",
"Ｄ组合特效：双剑合璧",
"Ｗ同时学会武功全真剑法、玉女剑法、先天功、玉女心经",
"Ｗ连击率+30%",
"Ｗ主运先天功或玉女心经触发下面特效：",
"Ｗ使用全真剑法/玉女剑法攻击时触发<双剑合壁.攻>，必击中对方破绽",
"Ｗ防守时触发<双剑合壁.守>，免疫破绽，免疫被杀气到-100以下",
"Ｗ使用玉女剑/全真剑法攻击范围变大约为合击范围",
"Ｎ",
}

--newkdef[78辟邪剑谱]=function()
ItemInfo[78]={
"Ｌ习得外功：辟邪剑法",
"Ｎ",
"Ｗ武功威力：200",
"Ｗ武功气攻：随招式变化",
"Ｗ内力消耗：70",
"Ｗ武功范围：米 1+3格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇习得葵花神功后，武功威力提高至1300",
"Ｗ◇习得葵花神功后，必定触发特效“真辟邪剑法·葵花刺目”",
"Ｗ◇被刺目的敌人，本场战斗伤害和杀气均下降15%，攻击时有20%几率落空",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇修炼到极后，武功招式变为可选，且范围随招式变化"
}

--newkdef[79八荒六合功]=function()
ItemInfo[79]={
"Ｌ习得内功：八荒六合功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇被攻击时，60%几率触发护体气盾，吸收33.3%所受伤害，并回复等量内力",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇防御时的效果加成由25%提升至40%，气防由500提升至1000",
"Ｗ◇免疫难5以上NPC根据伤害高低所追加的杀气及龙象的追加杀气",
"Ｗ◇被攻击时，20%几率触发护体气盾，吸收33.3%所受伤害，并回复等量内力",
"Ｗ *触发八荒六合功护体时，必定发动护体气盾减伤",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇逍遥御风：同时学有小无相功/北冥神功/八荒六合功，并完成特定剧情",
"Ｗ             *攻击与被攻击均有机会触发特效“逍遥御风”，累积点数",
"Ｗ             *当累积点数达到9点时，自身集气提高至999，清空封穴",
"Ｗ             *此状态不会被杀气或封穴，直到人物下次行动时累积归零",
"Ｗ             *单次攻击累积“逍遥御风”上限为3次"
}

--newkdef[80太玄经]=function()
ItemInfo[80]={
"Ｌ习得内功：太玄神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇攻击时，有50+（天书数*2+实战/25）%的几率发动“太玄之重”，不造成怒气",
"Ｗ◇发动“太玄之重”时，若敌方已暴怒，则有50+（天书数*2+实战/25）%的几率",
"Ｗ  发动“救赵挥金锤.邯郸先震惊”，使敌方怒气值降低20点",
"Ｗ◇被攻击时，有40%的几率发动“太玄之轻”，免疫杀气，并将被杀气值转换",
"Ｗ  成提升集气值",
"Ｗ◇发动“太玄之轻”时，免疫内伤和普通中毒",
"Ｗ◇攻击时造成的怒气降低50%",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇攻击时，体力消耗减少2点",
"Ｗ◇高优先级提升战场五系系数40%",
"Ｗ◇防御时触发“防御开始.太玄蓄力”，防御的同时执行蓄力指令"
}

--newkdef[81龙象般若功]=function()
ItemInfo[81]={
"Ｌ习得内功：龙象般若功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇高优先级提升10%伤害、降低10%所承受伤害",
"Ｗ◇人物每次行动前自动进行蓄力",
"Ｗ◇“龙象之力”的追加气攻随自身怒气值提高而提高；暴怒时，无视敌方绝对气防",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇“龙之蓄力·象之防御”，蓄力必成功，并同时执行防御指令",
"Ｗ◇使50%攻击伤害转化为额外杀气（需破对方气防才能生效）",
"Ｗ◇攻击时有60%几率发动“龙象之力”，追加1000气攻",
"Ｄ组合特效：",
"Ｗ◇金刚般若：学会大力金刚掌、般若掌、龙象般若功，破防目标30%",
"Ｗ◇大力金刚掌必暴击,般若掌攻击范围变成点，威力提高。",
"Ｗ◇主运龙象般若功，概率触发【十龙十象】击晕目标。",
}

--newkdef[82逆运真经]=function()
ItemInfo[82]={
"Ｌ习得内功：逆运经脉",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇被攻击时，降低30%本次攻击所造成的内伤",
"Ｗ◇暴击率提高50%",
"Ｗ◇暴击的攻击效果增加20%",
"Ｗ◇每时序回复1点中毒",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇每6时序回复1点体力",
"Ｗ◇减少暴击伤害15%",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇免疫封穴10点",
"Ｗ◇集气概率向前跳跃50时序，学会九阴后跳跃100时序",
"Ｗ◇暴击率提高30%",
"Ｗ◇暴击伤害增加10%",
}

--wkdef[83九阳真经]=function()
ItemInfo[83]={
"Ｌ习得内功：九阳神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇【阳内专属】高优先级降低30%所承受伤害（不与被动叠加）",
"Ｗ◇【阳内专属】内力消耗降低70%",
"Ｗ◇【阳内专属】每7时序自动解除自身封穴",
"Ｗ◇每时序额外回复1点冰封",
"Ｗ◇每时序回复1点中毒",
"Ｗ◇每3时序回复1点内伤（内伤大于50时，效果加倍）",
"Ｗ◇【氤氲紫气】伤害大于99时，如果伤害大于199减伤99点，否则减伤66点",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇【阳内专属】高优先级降低15%所承受伤害",
"Ｗ◇【阳内专属】每时序回复9点内力值",
"Ｗ◇【阳内专属】灼烧系武功必出灼烧",
"Ｗ◇【阳内专属】被攻击有（20+天书数×3）%几率，发动“九阳真气”提升",
"Ｗ   650点气防（可叠加）",
"Ｗ◇【阳内专属】行动前发动“九阳.抱元守一” 清除自身所有不良状态",
"Ｗ *同时学有九阳神功+九阴神功，可获得“森罗万象”的特效，免疫敌方暴击",
"Ｗ  的额外伤害，以及会心一击的额外气攻"
}

--newkdef[84九阴真经]=function()
ItemInfo[84]={
"Ｌ习得内功：九阴神功",
"Ｄ运功效果：",
"Ｗ◇【阴内专属】高优先级提升20%伤害",
"Ｗ◇【阴内专属】连击率提高50%",
"Ｗ◇【阴内专属】每时序额外回复2点生命值（共4点，NPC不享受）",
"Ｗ◇每时序额外回复1点灼烧",
"Ｗ◇每6时序回复1点体力",
"Ｗ◇每3时序回复1点内伤（内伤大于50时，效果加倍）",
"Ｄ被动效果：",
"Ｗ◇【阴内专属】高优先级降低10%所承受伤害",
"Ｗ◇【阴内专属】每时序回复2点生命值",
"Ｗ◇【阴内专属】冰封系武功必出冰封",
"Ｗ◇【阴内专属】被攻击有（20+天书数×3）%几率，发动“九阴真气”提升",
"Ｗ   650点气防（可叠加）",
"Ｗ◇【阴内专属】攻击时概率触发“飞絮劲”附加100点伤害 + 必命中",
"Ｗ *同时学有九阴神功+九阳神功，可获得“森罗万象”的特效，免疫敌方暴击",
"Ｗ  的额外伤害，以及会心一击的额外气攻",
"Ｄ组合特效：",
"Ｗ◇主运九阴神功使用九阴白骨爪必触发九阴神爪极意",
"Ｗ◇九阴神爪极意：必连击，增加1500点伤害杀气，范围为7*7",
"Ｗ  (黄衫女与黄赏有连击次数增加，具体看人物天赋)",
"Ｚ特别说明：无", 
}

--newkdef[85易筋经]=function()
ItemInfo[85]={
"Ｌ习得内功：易筋神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇被攻击时，40%几率触发“易筋真谛”完全免疫杀气和内伤",
"Ｗ◇每3时序回复1点内伤（内伤大于50时，效果加倍）",
"Ｗ◇每时序回复1点中毒",
"Ｗ◇同时学有易筋神功+罗汉伏魔功，攻击时必出“罗汉伏魔”特效",
"Ｗ *此状态触发的“罗汉伏魔”，且有1.1倍效果",
"Ｗ◇同时学有易筋神功+金刚不坏体，被攻击必出“金刚不坏”特效",
"Ｗ◇少林武功威力+200",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇战场三围增加30%",
"Ｗ◇每时序回复6点内力值",
"Ｗ◇每时序额外回复1点封穴",
"Ｗ◇使用罗汉掌，60%几率触发“般若掌”伤害+50",
"Ｗ◇使用大力金刚掌，40%几率触发“达摩掌”伤害+100",
"Ｗ◇被攻击有（20+天书数×3）%几率，发动“易筋真气”提升650点气防（可叠加）"
}

--newkdef[86降龙十八掌]=function()
ItemInfo[86]={
"Ｌ习得外功：降龙十八掌",
"Ｎ",
"Ｗ武功威力：1500",
"Ｗ武功气攻：1500",
"Ｗ内力消耗：490",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇盖世无双：需同时修炼降龙十八掌与打狗棒法到极",
"Ｗ◇盖世无双：被攻击时，有50%几率完全免疫杀气",
"Ｗ◇降龙十八掌·极意：限拳系主角、萧峰、郭靖、洪七公",
"Ｗ◇降龙十八掌·极意：攻击范围变成面攻，无误伤，气攻提升至2300",
"Ｗ◇降龙十八掌·三叠浪：限拳系主角、萧峰，降龙十八掌几率三连击",
"Ｗ◇降龙十八掌·三叠浪：拳系主角暴怒是几率触发（资质/4+25%）",
"Ｗ◇降龙十八掌·三叠浪：萧峰几率触发，暴怒必定触发",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇出招式攻击范围变大",                       --飘夜
"Ｗ◇习得打狗棒法后，再学习降龙十八掌的需求降低40点"
}

--newkdef[87黯然销魂掌]=function()
ItemInfo[87]={
"Ｌ习得外功：黯然销魂掌",
"Ｎ",
"Ｗ武功威力：1500",
"Ｗ武功气攻：1300",
"Ｗ内力消耗：490",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇黯然销魂掌·极意：限主角、杨过",
"Ｗ◇黯然销魂掌·极意：内伤>30%或生命小于70%触发/暴怒必出极意",
"Ｗ◇黯然销魂掌·极意：资质≥50暴怒触发极意必定连击",
"Ｗ◇黯然销魂掌·极意：资质<50暴怒触发极意高连击",
"Ｗ◇黯然销魂掌·极意：攻击范围变成面攻，无误伤，追加1200气攻",
"Ｗ◇黯然销魂掌·三叠浪：需完成杨过领悟黯然极意的剧情",
"Ｗ◇黯然销魂掌·三叠浪：资质≥，攻击时几率触发",
"Ｗ◇黯然销魂掌·三叠浪：生命越低、内伤越高几率越高，资质越高几率越高",
"Ｗ◇黯然销魂掌·三叠浪：黯然销魂掌·极意 三连击",
"Ｎ",
"Ｚ特别说明：无",                                --飘夜
}

--newkdef[88须弥山神掌]=function()
ItemInfo[88]={
"Ｌ习得外功：须弥山神掌",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：420",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带灼烧", 
"Ｗ◇对生命值低于50%的目标概率附加目标最大生命值8%的伤害 对生命值低于10%的目标概率直接斩杀",                                        --飘夜
}

--newkdef[89七伤拳谱]=function()
ItemInfo[89]={
"Ｌ习得外功：七伤拳",
"Ｎ",
"Ｗ武功威力：1077",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：350",
"Ｗ武功范围：■ 5+5×5",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇一震七伤:无视敌方气防追加17点内伤",
"Ｗ◇使用七伤拳攻击，几率触发（暴怒必触发）",
"Ｗ◇自身内力<5000时，每个目标都会反伤自己内伤+7",
"Ｎ",
"Ｚ特别说明：无",                                --飘夜
}

--newkdef[90大力金刚掌]=function()
ItemInfo[90]={
"Ｌ习得外功：大力金刚掌",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：350",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇达摩掌：同时修炼易筋神功后，使用大力金刚掌40%几率触发",
"Ｗ◇达摩掌：提高100伤害",
"Ｄ组合特效：",
"Ｗ◇金刚般若：学会大力金刚掌、般若掌、龙象般若功，破防目标30%",
"Ｗ◇大力金刚掌必暴击,般若掌攻击范围变成点，威力提高。",
"Ｗ◇主运龙象般若功，概率触发【十龙十象】击晕目标。",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[91玄冥神掌]=function()
ItemInfo[91]={
"Ｌ习得外功：玄冥神掌",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：350",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇紫气天罗：同时修炼五毒/冰蚕/寒冰/玄冥/化骨到极",
"Ｗ◇紫气天罗：组合的五种武功连击率+30%",
"Ｗ◇紫气天罗：组合的五种武功杀气均提高1000点，并强制追加上毒20-30点",
"Ｗ◇紫气天罗：自身被攻击时，受到的伤害降低10%，且对攻击方追加20点冰封",
"Ｗ◇紫气天罗：使用组合的五种武功击退敌方时，会引爆其体内毒素，对其周围",
"Ｗ             11×11范围造成（中毒程度/100）×（生命最大值/5）点伤害",
"Ｗ◇紫气天罗：引爆时如击退敌方，则会继续发生引爆，直到范围内没有人被击退",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇玄冥·极意：主角攻击时有40%几率触发，暴怒必定触发",
"Ｗ◇玄冥·极意：攻击范围变为面攻，攻击无误伤，并追加1500气攻",
"Ｗ◇增加暴击率",
"Ｗ◇附带冰封、中毒（30）",                                --飘夜
}

--newkdef[92龙爪手]=function()
ItemInfo[92]={
"Ｌ习得外功：龙爪手",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：210",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高几率流血",                                         --飘夜
}

--newkdef[93葵花宝典]=function()
ItemInfo[93]={
"Ｌ习得内功：葵花神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇基础集气速度提升20%",
"Ｗ◇被攻击，30%的几率发动“葵花移形”，降低30%的所受伤害和杀气",
"Ｗ◇被攻击，15%的几率发动“真.葵花移形”，完全闪避一次攻击",
"Ｗ◇攻击50%机率触发“葵花诀·六合”：给敌增加1~2层减速BUFF", 
"Ｗ  每层减敌集气2%，上限10层", 
"Ｗ◇攻击20%机率触发“葵花刺目”：给敌添加肓目BUFF，20%机率攻击MISS", 
"Ｗ◇攻击60%机率触发“葵花点穴手”：增加气攻1000必封穴",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇集气速度+3",
"Ｗ◇习得葵花神功后，辟邪剑法可发挥出真实威力",

"Ｎ",
"Ｚ特别说明：",
"Ｗ◇正常人需自宫后方可修炼",
"Ｗ◇标主剑神可无视条件修炼",
"Ｗ◇笑傲邪线打赢葵花尊者后可无视条件修炼"
}

--newkdef[94幻阴指法]=function()
ItemInfo[94]={
"Ｌ习得外功：幻阴指",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：315",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带冰封、中毒（40）",                                         --飘夜
}

--newkdef[95弹指神通]=function()
ItemInfo[95]={
"Ｌ习得外功：弹指神通",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：350",
"Ｗ武功范围：米 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇桃花绝技：同时修炼弹指/落英/玉箫到极，三种武功威力+200",
"Ｗ◇桃花绝技：40%几率三连击，暴怒必出",
"Ｗ◇桃花绝技：弹指神通：必暴击，气攻+1500",
"Ｗ◇桃花绝技：落英神剑掌：攻击范围变为可移动，并根据敌方内力耗损量增加伤害",
"Ｗ◇桃花绝技：玉箫剑法：攻击距离提升至8格，有60%几率冰封",
"Ｗ◇修炼其中之一后，修炼其余两个的兵器值需求-10",
"Ｗ◇弹指神通·无影神石：使用弹指神通攻击发动",
"Ｗ◇弹指神通·无影神石：追加1000气攻，追加高几率流血，提高60%暴击率",
"Ｗ◇弹指神通·无影神石：黄药师、谢烟客发动时必定暴击",
"Ｗ◇弹指神通·无影神石：*必须学会桃花绝技",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇高几率封穴",                                         --飘夜
}

--newkdef[96一阳指法]=function()
ItemInfo[96]={
"Ｌ习得外功：一阳指",
"Ｎ",
"Ｗ武功威力：1111",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：245",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇一指破蟾：一阳指可以克制蛤蟆功",
"Ｗ◇一指破蟾：可以清除对方身上50%蛤蟆功蓄力值",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇六脉神剑招式几率提升至60%",
"Ｗ◇增加暴击率",
"Ｗ◇附带灼烧、高封穴",                                         --飘夜
}

--newkdef[97太极拳经]=function()
ItemInfo[97]={
"Ｌ习得外功：太极拳",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：70",
"Ｗ武功范围：十 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇太极奥义：同时修炼太极拳和太极剑法到极",
"Ｗ◇太极奥义：被攻击时有（资质/4+45）%的几率触发，降低35%所受到的杀气",
"Ｗ◇太极奥义：触发太极奥义时，有35%的几率触发“太极真义·四两拨千斤”",
"Ｗ            完全免疫杀气",
"Ｗ◇太空卸劲：同时修炼太极拳和空明拳到极",
"Ｗ◇太空卸劲：被攻击时35%几率减伤1/3，并降低攻击方行动后的集气位置120",
"Ｎ",
"Ｄ组合特效：",
"Ｚ◇<开太极>",
"Ｗ◇主运太极神功，使用太极拳法或太极剑法",
"Ｗ◇蓄力值超过500且暴怒触发",
"Ｗ◇根据当前生命值跟内力值追加大范围伤害，生命越低/内力越高伤害越高",
}

--newkdef[98空明拳谱]=function()
ItemInfo[98]={
"Ｌ习得外功：空明拳",
"Ｎ",
"Ｗ武功威力：900",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：140",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇太空卸劲：同时修炼太极拳和空明拳到极",
"Ｗ◇太空卸劲：被攻击时35%几率减伤1/3，并降低攻击方行动后的集气位置120",
"Ｎ",
"Ｚ特别说明：无",  
"Ｗ◇增加连击率",                                        --飘夜
}

--newkdef[99天山折梅手]=function()
ItemInfo[99]={
"Ｌ习得外功：天山折梅手",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：140",
"Ｗ武功范围：▽ 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇天山折梅：天山折梅手修炼到极后，每多一个其他武功到极：",
"Ｗ◇天山折梅：气攻增加100（对所有人有效，此处有具体提示）",
"Ｗ◇天山折梅：威力增加50（仅对标准主角/虚竹/天山童姥/李秋水有效）",
"Ｎ",
"Ｚ特别说明：无",                                  --飘夜
}

ItemInfo[100]={
"Ｌ习得外功：铁掌",
"Ｎ",
"Ｗ武功威力：900",
"Ｗ武功气攻：900",
"Ｗ内力消耗：105",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇强上内伤：使用铁掌攻击，几率触发",
"Ｗ◇强上内伤：无视对方气防追加12-15点内伤",
"Ｎ",
"Ｚ特别说明：无",                                  --飘夜
}

ItemInfo[101]={
"Ｌ习得外功：落英神剑掌",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：900",
"Ｗ内力消耗：105",
"Ｗ武功范围：十 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇桃花绝技：同时修炼弹指/落英/玉箫到极，三种武功威力+200",
"Ｗ◇桃花绝技：40%几率三连击，暴怒必出",
"Ｗ◇桃花绝技：弹指神通：必暴击，气攻+1500",
"Ｗ◇桃花绝技：落英神剑掌：攻击范围变为可移动，并根据敌方内力耗损量增加伤害",
"Ｗ◇桃花绝技：玉箫剑法：攻击距离提升至8格，有60%几率冰封",
"Ｗ◇修炼其中之一后，修炼其余两个的兵器值需求-10",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇高几率封穴",                                         --飘夜
}

ItemInfo[102]={
"Ｌ习得外功：九阴白骨爪",
"Ｎ",
"Ｗ武功威力：900",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：105",
"Ｗ武功范围：米 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇主运九阴神功使用九阴白骨爪必触发九阴神爪极意",
"Ｗ◇九阴神爪极意：必连击，增加1500点伤害杀气，范围为7*7",
"Ｗ  (黄衫女与黄赏有连击次数增加，具体看人物天赋)",
"Ｚ特别说明：无",                                  --飘夜
}

ItemInfo[103]={
"Ｌ习得外功：百花错拳",
"Ｎ",
"Ｗ武功威力：600",
"Ｗ武功气攻：800",
"Ｗ内力消耗：70",
"Ｗ武功范围：■ 5+7×7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",
"Ｗ◇增加连击率",                             --飘夜
}

ItemInfo[104]={
"Ｌ习得外功：白驼雪山掌",
"Ｎ",
"Ｗ武功威力：500",
"Ｗ武功气攻：800",
"Ｗ内力消耗：70",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带冰封、中毒(10)",                                         --飘夜
}

ItemInfo[105]={
"Ｌ习得外功：天山六阳掌",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：900",
"Ｗ内力消耗：7",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[106绵掌掌谱]=function()
ItemInfo[106]={
"Ｌ习得外功：绵掌",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：700",
"Ｗ内力消耗：28",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                         --飘夜
}

--newkdef[107美女拳法]=function()
ItemInfo[107]={
"Ｌ习得外功：美女拳法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：700",
"Ｗ内力消耗：14",
"Ｗ武功范围：■ 4+7×7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[108寒冰绵掌]=function()
ItemInfo[108]={
"Ｌ习得外功：寒冰绵掌",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：700",
"Ｗ内力消耗：35",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇紫气天罗：同时修炼五毒/冰蚕/寒冰/玄冥/化骨到极",
"Ｗ◇紫气天罗：组合的五种武功连击率+30%",
"Ｗ◇紫气天罗：组合的五种武功杀气均提高1000点，并强制追加上毒20-30点",
"Ｗ◇紫气天罗：自身被攻击时，受到的伤害降低10%，且对攻击方追加20点冰封",
"Ｗ◇紫气天罗：使用组合的五种武功击退敌方时，会引爆其体内毒素，对其周围",
"Ｗ             11×11范围造成（中毒程度/100）×（生命最大值/5）点伤害",
"Ｗ◇紫气天罗：引爆时如击退敌方，则会继续发生引爆，直到范围内没有人被击退",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带冰封、中毒(10)",                                         --飘夜
}

--newkdef[109鹰爪功法]=function()
ItemInfo[109]={
"Ｌ习得外功：鹰爪功",
"Ｎ",
"Ｗ武功威力：750",
"Ｗ武功气攻：700",
"Ｗ内力消耗：35",
"Ｗ武功范围：米 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高几率流血",                                         --飘夜
}

--newkdef[110五毒秘传]=function()
ItemInfo[110]={
"Ｌ习得外功：五毒神掌",
"Ｎ",
"Ｗ武功威力：350",
"Ｗ武功气攻：700",
"Ｗ内力消耗：21",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇紫气天罗：同时修炼五毒/冰蚕/寒冰/玄冥/化骨到极",
"Ｗ◇紫气天罗：组合的五种武功连击率+30%",
"Ｗ◇紫气天罗：组合的五种武功杀气均提高1000点，并强制追加上毒20-30点",
"Ｗ◇紫气天罗：自身被攻击时，受到的伤害降低10%，且对攻击方追加20点冰封",
"Ｗ◇紫气天罗：使用组合的五种武功击退敌方时，会引爆其体内毒素，对其周围",
"Ｗ             11×11范围造成（中毒程度/100）×（生命最大值/5）点伤害",
"Ｗ◇紫气天罗：引爆时如击退敌方，则会继续发生引爆，直到范围内没有人被击退",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带冰封、中毒(20)",                                         --飘夜
}

--2
--newkdef[111逍遥游]=function()
ItemInfo[111]={
"Ｌ习得轻功：逍遥游",
"Ｄ主运效果：",
"Ｗ减伤10%",
"Ｗ闪避10%",
"Ｗ轻功+20点",
"Ｗ被击中怒气值增加",
"Ｎ",                                       --飘夜
}

--newkdef[112罗汉拳谱]=function()
ItemInfo[112]={
"Ｌ习得外功：罗汉拳",
"Ｎ",
"Ｗ武功威力：250",
"Ｗ武功气攻：-",
"Ｗ内力消耗：7",
"Ｗ武功范围：米 3格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇般若掌：同时修炼易筋神功，使用罗汉拳60%几率触发",
"Ｗ◇般若掌：伤害提高50点",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                         --飘夜
}

--newkdef[113六脉神剑]=function()
ItemInfo[113]={
"Ｌ习得外功：六脉神剑",
"Ｎ",
"Ｗ武功威力：1600",
"Ｗ武功气攻：2000",
"Ｗ内力消耗：700",
"Ｗ武功范围：《 9格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇剑气碧烟横：使用六脉神剑攻击50%几率触发",
"Ｗ◇剑气碧烟横：本次攻击敌方的指法系数按50%计算",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇连击伤害、气攻不会减少",                                         --飘夜
}

--newkdef[114独孤九剑]=function()
ItemInfo[114]={
"Ｌ习得外功：独孤九剑",
"Ｎ",
"Ｗ武功威力：1400",
"Ｗ武功气攻：1600",
"Ｗ内力消耗：140",
"Ｗ武功范围：米 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇九剑真传：华山论剑打败风清扬奖励，需已学会独孤九剑",
"Ｗ◇九剑真传：用剑法攻击70%几率触发四种招式：",
"Ｗ◇九剑真传：离剑式：伤害不随距离递减",
"Ｗ◇九剑真传：倒剑式：敌方集气强制倒退200点",
"Ｗ◇九剑真传：撩剑式：伤害提高30%",
"Ｗ◇九剑真传：荡剑式：攻击后回气+200点",
"Ｗ◇九剑真传：被攻击时，有70%几率减伤20%，并降低攻击方下回合集气位置200",
"Ｗ◇剑胆琴心：同时修炼独孤九剑和持瑶琴到极",
"Ｗ◇剑胆琴心：战斗中受到的伤害会转化为临时的御剑系数提高",
"Ｗ            *持续整场战斗有效，系数加成后的总和不会超过320",
"Ｗ◇剑胆琴心：使用持瑶琴攻击时，自身恢复5%当前血量并减少10点内伤",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                         --飘夜
"Ｗ◇习得持瑶琴后，再学习独孤九剑的需求降低40点"
}

--newkdef[115太极剑法]=function()
ItemInfo[115]={
"Ｌ习得外功：太极剑法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1300",
"Ｗ内力消耗：280",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇太极奥义：同时修炼太极拳和太极剑法到极",
"Ｗ◇太极奥义：被攻击时有（资质/4+45）%的几率触发，降低35%所受到的杀气",
"Ｗ◇太极奥义：触发太极奥义时，有35%的几率触发“太极真义·四两拨千斤”",
"Ｗ            完全免疫杀气",
"Ｗ◇以柔克刚：同时修炼柔云剑法和太极剑法到极",
"Ｗ◇以柔克刚：被攻击时有50%的几率触发，将所受杀气值的一半转化为回血",
"Ｎ",
"Ｚ组合特效：",
"Ｚ◇<开太极>",
"Ｗ◇主运太极神功，使用太极拳法或太极剑法",
"Ｗ◇蓄力值超过500且暴怒触发",
"Ｗ◇根据当前生命值跟内力值追加大范围伤害，生命越低/内力越高伤害越高",
"Ｗ◇触发将消耗自己10%当前体力值+10%当前内力值",                                  --飘夜
}

--newkdef[116玄铁剑法]=function()
ItemInfo[116]={
"Ｌ习得外功：玄铁剑法",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1500",
"Ｗ内力消耗：420",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇玄铁极意：限定剑主、杨过和神雕，攻击范围变为面攻，气攻1800",
"Ｗ◇玄铁极意：使用玄铁剑法攻击不出招式时几率发动，暴怒时必定发动",
"Ｗ◇重剑无锋·破尽天下：需装备玄铁剑才能触发",
"Ｗ◇重剑无锋·破尽天下：无视一切必定破气防，且追加1000气攻",
"Ｗ◇重剑无锋·破尽天下：暴击概率为40+装备等级*10",
"Ｗ◇重剑真传·浪如山涌剑如虹：暴怒触发大范围伤害(限主角/神雕/杨过)",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[117苗家剑法]=function()
ItemInfo[117]={
"Ｌ习得外功：苗家剑法",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：350",
"Ｗ武功范围：《 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇胡刀苗剑·归真合一：同时修炼胡家刀法与苗家剑法到极，",
"Ｗ◇胡刀苗剑·归真合一：用其中一种武功攻击时几率触发",
"Ｗ◇胡刀苗剑·归真合一：攻击效果提升40%，追加1500气攻",
"Ｎ",
"Ｚ特别说明：",                                        --飘夜
"Ｗ◇习得胡家刀法后，再学习苗家剑法的需求降低40点"
}

--newkdef[118斗转星移]=function()
ItemInfo[118]={
"Ｌ习得外功：斗转星移",
"Ｎ",
"Ｗ武功威力：950",
"Ｗ武功气攻：-",
"Ｗ内力消耗：-",
"Ｗ武功范围：《 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇斗转星移无法主动攻击，但受到攻击（资质-30）几率以同样的武功反击回去",
"Ｗ◇北斗移辰：总兵器值<240，被攻击时50%几率触发",
"Ｗ◇北斗移辰：以60%的威力斗转反击，并追加300点气攻",
"Ｗ◇斗转星移：240≤总兵器值<360，被攻击时50%几率触发",
"Ｗ◇斗转星移：以85%的威力斗转反击，并追加600点气攻",
"Ｗ◇离合参商：360≤总兵器值<520，被攻击时50%几率触发",
"Ｗ◇离合参商：以110%的威力斗转反击，并追加1200点气攻",
"Ｗ◇幻梦星辰：总兵器值≥520，发动离合参商反击时有几率变为幻梦星辰反击",
"Ｗ◇幻梦星辰：几率为：（五系兵器值之和-520）%",
"Ｗ◇幻梦星辰：反击伤害和气攻提高到115%，且反击范围为全屏锁定攻击",
"Ｎ",
"Ｚ特别说明：无",                                       --飘夜
"Ｗ◇需资质大于79",
}

--newkdef[119玉女剑法]=function()
ItemInfo[119]={
"Ｌ习得外功：玉女剑法",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：800",
"Ｗ内力消耗：280",
"Ｗ武功范围：《 5格",
"Ｎ",
"Ｄ组合特效：双剑合璧",
"Ｗ同时学会武功全真剑法、玉女剑法、先天功、玉女心经、玉女素心剑法其中的三种",
"Ｗ连击率+30%",
"Ｗ使用全真剑法/玉女剑法/玉女素心剑法攻击时触发<双剑合壁.攻>，必击中对方破绽",
"Ｗ防守时触发<双剑合壁.守>，免疫破绽，免疫被杀气到-100以下",
"Ｗ使用玉女剑/全真剑法/玉女素心剑法攻击范围变大约为合击范围",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                         --飘夜
}

--newkdef[120倚天剑谱]=function()
ItemInfo[120]={
"Ｌ习得外功：倚天剑法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：210",
"Ｗ武功范围：《 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[121金蛇剑法]=function()
ItemInfo[121]={
"Ｌ习得外功：金蛇剑法",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：900",
"Ｗ内力消耗：210",
"Ｗ武功范围：米 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[122七星剑谱]=function()
ItemInfo[122]={
"Ｌ习得外功：七星剑法",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：800",
"Ｗ内力消耗：140",
"Ｗ武功范围：《 7格",
"Ｎ",
"Ｄ组合特效：双剑合璧",
"Ｗ同时学会武功全真剑法、玉女剑法、先天功、玉女心经",
"Ｗ连击率+30%",
"Ｗ主运先天功或玉女心经触发下面特效：",
"Ｗ使用全真剑法/玉女剑法攻击时触发<双剑合壁.攻>，必击中对方破绽",
"Ｗ防守时触发<双剑合壁.守>，免疫破绽，免疫被杀气到-100以下",
"Ｗ使用玉女剑/全真剑法攻击范围变大约为合击范围",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",                                         --飘夜
}

--newkdef[123玉箫剑法]=function()
ItemInfo[123]={
"Ｌ习得外功：玉箫剑法",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：800",
"Ｗ内力消耗：140",
"Ｗ武功范围：《 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇桃花绝技：同时修炼弹指/落英/玉箫到极，三种武功威力+200",
"Ｗ◇桃花绝技：40%几率三连击，暴怒必出",
"Ｗ◇桃花绝技：弹指神通：必暴击，气攻+1500",
"Ｗ◇桃花绝技：落英神剑掌：攻击范围变为可移动，并根据敌方内力耗损量增加伤害",
"Ｗ◇桃花绝技：玉箫剑法：攻击距离提升至8格，有60%几率冰封",
"Ｗ◇修炼其中之一后，修炼其余两个的兵器值需求-10",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[124两仪剑谱]=function()
ItemInfo[124]={
"Ｌ习得外功：两仪剑法",
"Ｎ",
"Ｗ武功威力：999",
"Ｗ武功气攻：-",
"Ｗ内力消耗：105",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇两仪守护：同时练有两仪剑法和反两仪刀法到极，",
"Ｗ◇两仪守护：被攻击时50%几率减伤32点，并降低地方320气攻",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                         --飘夜
}

--newkdef[125柔云剑谱]=function()
ItemInfo[125]={
"Ｌ习得外功：柔云剑法",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：700",
"Ｗ内力消耗：105",
"Ｗ武功范围：《 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇以柔克刚：同时修炼柔云剑法和太极剑法到极",
"Ｗ◇以柔克刚：被攻击时有50%的几率触发，将所受杀气值的一半转化为回血",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[126雪山剑谱]=function()
ItemInfo[126]={
"Ｌ习得外功：雪山剑法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：600",
"Ｗ内力消耗：49",
"Ｗ武功范围：米 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带冰封",            
"Ｗ◇天外连击时随机增加0.5-3倍原武功威力",                               --飘夜
}

--newkdef[127太岳三青峰]=function()
ItemInfo[127]={
"Ｌ习得外功：太岳三青峰",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：600",
"Ｗ内力消耗：49",
"Ｗ武功范围：《 6",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇五岳剑法：同时修炼五岳剑法（太岳/云雾/泰山/万花/万岳）",
"Ｗ◇五岳剑法：武功威力+500，御剑+50 连击率+30%",
"Ｗ◇五岳剑法：使用五岳剑法攻击几率发动气贯五岳提升1000气攻，",
"Ｗ◇五岳剑法：暴怒必定发动",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                                                        --飘夜
}

--newkdef[128万岳朝宗]=function()
ItemInfo[128]={
"Ｌ习得外功：万岳朝宗",
"Ｎ",
"Ｗ武功威力：600",
"Ｗ武功气攻：600",
"Ｗ内力消耗：70",
"Ｗ武功范围：《 6",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇五岳剑法：同时修炼五岳剑法（太岳/云雾/泰山/万花/万岳）",
"Ｗ◇五岳剑法：武功威力+500，御剑+50 连击率+30%",
"Ｗ◇五岳剑法：使用五岳剑法攻击几率发动气贯五岳提升1000气攻，",
"Ｗ◇五岳剑法：暴怒必定发动",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高暴击",
"Ｗ◇附带冰封",                                                                        --飘夜
}

--newkdef[129云雾十三式]=function()
ItemInfo[129]={
"Ｌ习得外功：云雾十三式",
"Ｎ",
"Ｗ武功威力：500",
"Ｗ武功气攻：600",
"Ｗ内力消耗：35",
"Ｗ武功范围：《 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇五岳剑法：同时修炼五岳剑法（太岳/云雾/泰山/万花/万岳）",
"Ｗ◇五岳剑法：武功威力+500，御剑+50 连击率+30%",
"Ｗ◇五岳剑法：使用五岳剑法攻击几率发动气贯五岳提升1000气攻，",
"Ｗ◇五岳剑法：暴怒必定发动",
"Ｎ",
"Ｚ特别说明：无",                                                                        --飘夜
}

--newkdef[130泰山十八盘]=function()
ItemInfo[130]={
"Ｌ习得外功：泰山十八盘",
"Ｎ",
"Ｗ武功威力：500",
"Ｗ武功气攻：500",
"Ｗ内力消耗：35",
"Ｗ武功范围：米 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇五岳剑法：同时修炼五岳剑法（太岳/云雾/泰山/万花/万岳）",
"Ｗ◇五岳剑法：武功威力+500，御剑+50 连击率+30%",
"Ｗ◇五岳剑法：使用五岳剑法攻击几率发动气贯五岳提升1000气攻，",
"Ｗ◇五岳剑法：暴怒必定发动",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                                                       --飘夜
}

--newkdef[131万花剑法]=function()
ItemInfo[131]={
"Ｌ习得外功：万花剑法",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：500",
"Ｗ内力消耗：35",
"Ｗ武功范围：■ 6+7×7",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇五岳剑法：同时修炼五岳剑法（太岳/云雾/泰山/万花/万岳）",
"Ｗ◇五岳剑法：武功威力+500，御剑+50 连击率+30%",
"Ｗ◇五岳剑法：使用五岳剑法攻击几率发动气贯五岳提升1000气攻，",
"Ｗ◇五岳剑法：暴怒必定发动",
"Ｎ",
"Ｚ特别说明：无",                                                                      --飘夜
}

--newkdef[132三分剑术]=function()
ItemInfo[132]={
"Ｌ习得外功：三分剑法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：400",
"Ｗ内力消耗：9",
"Ｗ武功范围：《 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                         --飘夜
}

--newkdef[133雷震剑法]=function()
ItemInfo[133]={
"Ｌ习得外功：雷震剑法",
"Ｎ",
"Ｗ武功威力：220",
"Ｗ武功气攻：300",
"Ｗ内力消耗：7",
"Ｗ武功范围：《 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高暴击",                                         --飘夜
}

--newkdef[134松风剑法]=function()
ItemInfo[134]={
"Ｌ习得外功：松风剑法",
"Ｎ",
"Ｗ武功威力：250",
"Ｗ武功气攻：300",
"Ｗ内力消耗：4",
"Ｗ武功范围：《 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[135火焰刀法]=function()
ItemInfo[135]={
"Ｌ习得外功：火焰刀法",
"Ｎ",
"Ｗ武功威力：1300",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：350",
"Ｗ武功范围：△ 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇举火燎原：同时修炼金乌/燃木/火焰刀到极",
"Ｗ◇举火燎原：攻击时，有50%几率追加10时序的引燃状态，暴怒必触发",
"Ｗ            *引燃状态下，每时序损失2%当前血量",
"Ｎ",
"Ｚ特别说明：",                                        --飘夜
"Ｗ◇大轮密宗·火焰刀：使用火焰刀法攻击30%几率触发（鸠摩智100%触发）",
"Ｗ◇大轮密宗·火焰刀：全场敌方受到内伤30点，且追加1000气攻",
"Ｗ◇大轮密宗·火焰刀：*刀主有二次判定",
"Ｗ◇附带灼烧"
}

--newkdef[136胡家刀法]=function()
ItemInfo[136]={
"Ｌ习得外功：胡家刀法",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：210",
"Ｗ武功范围：井 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇胡刀苗剑·归真合一：同时修炼胡家刀法与苗家剑法到极，",
"Ｗ◇胡刀苗剑·归真合一：用其中一种武功攻击时几率触发",
"Ｗ◇胡刀苗剑·归真合一：攻击效果提升40%，追加1500气攻",
"Ｗ◇胡刀刀法·极意：限主角与胡斐胡一刀，用胡家刀法攻击时几率触发",
"Ｗ◇胡刀刀法·极意：攻击无误伤，攻击范围变为9*9，气攻提升至1500",
"Ｗ◇胡刀刀法·极意：暴怒时必触发",
"Ｎ",
"Ｚ特别说明：",                                        --飘夜
"Ｗ◇习得苗家剑法后，再学习胡家刀法的需求降低40点"
}

--newkdef[137燃木刀法]=function()
ItemInfo[137]={
"Ｌ习得外功：燃木刀法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：900",
"Ｗ内力消耗：175",
"Ｗ武功范围：△ 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇举火燎原：同时修炼金乌/燃木/火焰刀到极",
"Ｗ◇举火燎原：攻击时，有50%几率追加10时序的引燃状态，暴怒必触发",
"Ｗ            *引燃状态下，每时序损失2%当前血量",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇据当前加力内功提升攻击效果",
"Ｗ◇增加暴击率",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[138玄虚刀法]=function()
ItemInfo[138]={
"Ｌ习得外功：玄虚刀法",
"Ｎ",
"Ｗ武功威力：900",
"Ｗ武功气攻：-",
"Ｗ内力消耗：175",
"Ｗ武功范围：井 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[139血刀经]=function()
ItemInfo[139]={
"Ｌ习得外功：血刀刀法",
"Ｎ",
"Ｗ武功威力：811",
"Ｗ武功气攻：800",
"Ｗ内力消耗：140",
"Ｗ武功范围：井 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：", 
"Ｗ◇修炼后生命上限降低200",                                       --飘夜
}

--newkdef[140夫妻刀法]=function()
ItemInfo[140]={
"Ｌ习得外功：夫妻刀法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：140",
"Ｗ武功范围：△ 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇天衣无缝：同时修炼鸳鸯刀法和夫妻刀法到极",
"Ｗ◇天衣无缝：使用任意刀系武功增加30%连击率",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
"Ｗ◇连击时伤害、气攻不会减少"
}

--newkdef[141金乌刀法]=function()
ItemInfo[141]={
"Ｌ习得外功：金乌刀法",
"Ｎ",
"Ｗ武功威力：744",
"Ｗ武功气攻：700",
"Ｗ内力消耗：105",
"Ｗ武功范围：△ 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇举火燎原：同时修炼金乌/燃木/火焰刀到极",
"Ｗ◇举火燎原：攻击时，有50%几率追加10时序的引燃状态，暴怒必触发",
"Ｗ            *引燃状态下，每时序损失2%当前血量",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[142反两仪刀法]=function()
ItemInfo[142]={
"Ｌ习得外功：反两仪刀法",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：700",
"Ｗ内力消耗：105",
"Ｗ武功范围：井 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇两仪守护：同时练有两仪剑法和反两仪刀法到极，",
"Ｗ◇两仪守护：被攻击时50%几率减伤32点，并降低地方320气攻",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                         --飘夜
}

--newkdef[143五虎断门刀]=function()
ItemInfo[143]={
"Ｌ习得外功：五虎断门刀",
"Ｎ",
"Ｗ武功威力：500",
"Ｗ武功气攻：600",
"Ｗ内力消耗：70",
"Ｗ武功范围：井 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高暴击",                                         --飘夜
}

--newkdef[144飞狐外传]=function()
ItemInfo[144]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[145雪山飞狐]=function()
ItemInfo[145]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[146连城诀]=function()
ItemInfo[146]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[147天龙八部]=function()
ItemInfo[147]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[148射雕英雄传]=function()
ItemInfo[148]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[149白马啸西风]=function()
ItemInfo[149]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[14千年灵芝]=function()
ItemInfo[14]={
"Ｌ物品说明：可增加人物体质",
"Ｎ",
"Ｄ使用效果：人物体质增加1点",
                                    -- by 飘夜
}

--newkdef[150鹿鼎记]=function()
ItemInfo[150]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[151笑傲江湖]=function()
ItemInfo[151]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[152书剑恩仇录]=function()
ItemInfo[152]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[153神雕侠侣]=function()
ItemInfo[153]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[154侠客行]=function()
ItemInfo[154]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[155倚天屠龙记]=function()
ItemInfo[155]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[156碧血剑]=function()
ItemInfo[156]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[157鸳鸯刀]=function()
ItemInfo[157]={
"Ｌ物品说明：十四天书之一",                                    -- by 飘夜
}

--newkdef[158修罗刀谱]=function()
ItemInfo[158]={
"Ｌ习得外功：修罗刀",
"Ｎ",
"Ｗ武功威力：600",
"Ｗ武功气攻：600",
"Ｗ内力消耗：70",
"Ｗ武功范围：△ 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇利刃寒锋：同时修炼修罗/阴风/沧溟刀到极",
"Ｗ◇利刃寒锋：攻击时，有50%几率追加10时序的冻结状态，暴怒必触发",
"Ｗ            *冻结状态下，无法集气，亦无法时序回复状态",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高暴击",
"Ｗ◇附带冰封"                                         --飘夜
}

--newkdef[159奇门三才刀]=function()
ItemInfo[159]={
"Ｌ习得外功：奇门三才刀",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：600",
"Ｗ内力消耗：35",
"Ｗ武功范围：井 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",                                        --飘夜
}

--newkdef[160慈悲刀法]=function()
ItemInfo[160]={
"Ｌ习得外功：慈悲刀法",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：600",
"Ｗ内力消耗：35",
"Ｗ武功范围：△ 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                         --飘夜
}

--newkdef[161狂风刀法]=function()
ItemInfo[161]={
"Ｌ习得外功：狂风刀法",
"Ｎ",
"Ｗ武功威力：500",
"Ｗ武功气攻：700",
"Ｗ内力消耗：21",
"Ｗ武功范围：米 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                         --飘夜
}

--newkdef[162鸳鸯刀法]=function()
ItemInfo[162]={
"Ｌ习得外功：鸳鸯刀法",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：21",
"Ｗ武功范围：井 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇天衣无缝：同时修炼鸳鸯刀法和夫妻刀法到极",
"Ｗ◇天衣无缝：使用任意刀系武功增加30%连击率",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                        --飘夜
}

--newkdef[163南山刀谱]=function()
ItemInfo[163]={
"Ｌ习得外功：南山刀法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：600",
"Ｗ内力消耗：14",
"Ｗ武功范围：△ 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[164鬼头刀法]=function()
ItemInfo[164]={
"Ｌ习得外功：鬼头刀法",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：600",
"Ｗ内力消耗：14",
"Ｗ武功范围：井 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[165万劫刀法]=function()
ItemInfo[165]={
"Ｌ习得外功：万劫刀法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：-",
"Ｗ内力消耗：7",
"Ｗ武功范围：△ 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[166柴刀十八路]=function()
ItemInfo[166]={
"Ｌ习得外功：柴刀十八路",
"Ｎ",
"Ｗ武功威力：250",
"Ｗ武功气攻：500",
"Ｗ内力消耗：7",
"Ｗ武功范围：井 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",                                     --飘夜
}

--newkdef[167打狗棒法]=function()
ItemInfo[167]={
"Ｌ习得外功：打狗棒法",
"Ｎ",
"Ｗ武功威力：1400",
"Ｗ武功气攻：1400",
"Ｗ内力消耗：70",
"Ｗ武功范围：米 3格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇盖世无双：需同时修炼降龙十八掌与打狗棒法到极",
"Ｗ◇盖世无双：被攻击时，有50%几率完全免疫杀气",
"Ｗ◇天下无狗：使用打狗棒法40%几率发动，暴怒必定发动",
"Ｗ◇天下无狗：攻击无误伤，攻击范围变为面攻，气攻提升至2400",
"Ｎ",
"Ｚ特别说明：无",                      --飘夜
"Ｗ◇习得降龙十八掌后，再学习打狗棒法的需求降低40点"
}

--newkdef[168伏魔杖法]=function()
ItemInfo[168]={
"Ｌ习得外功：伏魔杖法",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：210",
"Ｗ武功范围：田 5格",
"Ｎ",
"Ｄ世尊降魔(组合特效)：",
"Ｗ◇修炼<伏魔杖法><金刚伏魔圈><无上大力杵><罗汉伏魔功>领悟“世尊降魔”",
"Ｗ◇效果：暴击率增加50%",
"Ｗ *如果造成的伤害<300,则伤害等于300，暴怒追加一定气攻伤害",
"Ｗ *如果造成的伤害>300则追加少量气攻值伤害暴怒则追加大量气攻值伤害",
"Ｚ特别说明：无",                                      
}

--newkdef[169倚天屠龙功]=function()
ItemInfo[169]={
"Ｌ习得外功：倚天屠龙功",
"Ｎ",
"Ｗ武功威力：999",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：63",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇琴棋书画：需同时修炼琴棋书画，威力提升300",
"Ｗ◇琴棋书画·秉笔直书：攻击必定造成封穴，",
"Ｗ◇琴棋书画·秉笔直书：且伤害提升20%几率发动",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[170无上大力杵]=function()
ItemInfo[170]={
"Ｌ习得外功：无上大力杵",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：350",
"Ｗ武功范围：■ 5+5×5",
"Ｎ",
"Ｄ世尊降魔(组合特效)：",
"Ｗ◇修炼<伏魔杖法><金刚伏魔圈><无上大力杵><罗汉伏魔功>领悟“世尊降魔”",
"Ｗ◇效果：暴击率增加50%",
"Ｗ *如果造成的伤害<300,则伤害等于300，暴怒追加一定气攻伤害",
"Ｗ *如果造成的伤害>300则追加少量气攻值伤害暴怒则追加大量气攻值伤害",
"Ｎ",
"Ｚ特别说明：", 
"Ｗ◇附带灼烧",                                     --飘夜
}

--newkdef[171金刚伏魔圈]=function()
ItemInfo[171]={
"Ｌ习得外功：金刚伏魔圈",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：56",
"Ｗ武功范围：田 3格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇金刚伏魔阵：战场上队伍里同时修炼金刚伏魔圈2人以上",
"Ｗ◇金刚伏魔圈护体：2人，提升15%防御且气防+500",
"Ｗ◇真·金刚伏魔圈护体：2+人，提升30%防御且气防+1000",
"Ｎ",
"Ｄ世尊降魔(组合特效)：",
"Ｗ◇修炼<伏魔杖法><金刚伏魔圈><无上大力杵><罗汉伏魔功>领悟“世尊降魔”",
"Ｗ◇效果：暴击率增加50%",
"Ｗ *如果造成的伤害<300,则伤害等于300，暴怒追加一定气攻伤害",
"Ｗ *如果造成的伤害>300则追加少量气攻值伤害暴怒则追加大量气攻值伤害",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[172妙笔丹青]=function()
ItemInfo[172]={
"Ｌ习得外功：妙笔丹青",
"Ｎ",
"Ｗ武功威力：888",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：56",
"Ｗ武功范围：◇ 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇琴棋书画：需同时修炼琴棋书画，威力提升300",
"Ｗ◇琴棋书画·画地为牢：使妙笔丹青攻击附带冰封，高几率发动",
"Ｗ◇琴棋书画·江山如画：大幅提升妙笔丹青冰封效果，几率发动",
"Ｎ",
"Ｚ特别说明：无"                                         --飘夜
}

--newkdef[173黄沙万里鞭]=function()
ItemInfo[173]={
"Ｌ习得外功：黄沙万里鞭",
"Ｎ",
"Ｗ武功威力：900",
"Ｗ武功气攻：600",
"Ｗ内力消耗：49",
"Ｗ武功范围：田 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[174银两]=function()
ItemInfo[174]={
"Ｌ物品说明：有钱能使鬼推磨",                                        --飘夜
}

--newkdef[175银索金铃]=function()
ItemInfo[175]={
"Ｌ习得外功：银铃金锁",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：900",
"Ｗ内力消耗：49",
"Ｗ武功范围：■ 4+5×5",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                        --飘夜
}

--newkdef[176阴阳倒乱刃]=function()
ItemInfo[176]={
"Ｌ习得外功：阴阳倒乱刃",
"Ｎ",
"Ｗ武功威力：900",
"Ｗ武功气攻：600",
"Ｗ内力消耗：36",
"Ｗ武功范围：◇ 3格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",                                         --飘夜
}

--newkdef[177渔叟钓法]=function()
ItemInfo[177]={
"Ｌ习得外功：渔叟钓法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：-",
"Ｗ内力消耗：42",
"Ｗ武功范围：田 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                         --飘夜
}

--newkdef[178大剪刀刀法]=function()
ItemInfo[178]={
"Ｌ习得外功：大剪刀",
"Ｎ",
"Ｗ武功威力：600",
"Ｗ武功气攻：800",
"Ｗ内力消耗：0",
"Ｗ武功范围：田 3格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高暴击",                                         --飘夜
}

--newkdef[179鹤蛇八打]=function()
ItemInfo[179]={
"Ｌ习得外功：鹤蛇八打",
"Ｎ",
"Ｗ武功威力：500",
"Ｗ武功气攻：700",
"Ｗ内力消耗：35",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇附带冰封、中毒（20）",                                         --飘夜
}

--newkdef[17天山雪莲]=function()
ItemInfo[17]={
"Ｌ物品说明：可增加内力最大值",
"Ｎ",
"Ｄ使用效果：最大内力值+400",
                                    -- by 飘夜
}

--newkdef[180持瑶琴]=function()
ItemInfo[180]={
"Ｌ习得外功：持瑶琴",
"Ｎ",
"Ｗ武功威力：600",
"Ｗ武功气攻：-",
"Ｗ内力消耗：28",
"Ｗ武功范围：■ 5+9×9",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇琴棋书画：需同时修炼琴棋书画，威力提升300",
"Ｗ◇琴棋书画·琴音悦耳：攻击不造成怒气，100%发动",
"Ｗ◇琴棋书画·菩提清心：使敌方怒气减半，几率发动",
"Ｗ◇剑胆琴心：同时修炼独孤九剑和持瑶琴到极",
"Ｗ◇剑胆琴心：战斗中受到的伤害会转化为临时的御剑系数提高",
"Ｗ            *持续整场战斗有效，系数加成后的总和不会超过320",
"Ｗ◇剑胆琴心：使用持瑶琴攻击时，自身恢复5%当前血量并减少10点内伤",
"Ｎ",
"Ｚ特别说明：",                                         --飘夜
"Ｗ◇习得独孤九剑后，再学习持瑶琴的需求降低40点"
}

--newkdef[181棋盘招式]=function()
ItemInfo[181]={
"Ｌ习得外功：棋盘招式",
"Ｎ",
"Ｗ武功威力：777",
"Ｗ武功气攻：800",
"Ｗ内力消耗：28",
"Ｗ武功范围：田 3格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇琴棋书画：需同时修炼琴棋书画，威力提升300",
"Ｗ◇琴棋书画·棋高一着：追加1200气攻，100%发动",
"Ｗ◇琴棋书画·星罗棋布：额外提升1000气攻，几率发动",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[182罗盘]=function()
ItemInfo[182]={
"Ｌ物品说明：显示坐标",                                    -- by 飘夜
}

--newkdef[183裴将军帖]=function()
ItemInfo[183]={
"Ｌ习得外功：裴将军帖",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：700",
"Ｗ内力消耗：14",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇附带冰封",                                         --飘夜
}

--newkdef[184中平枪法]=function()
ItemInfo[184]={
"Ｌ习得外功：中平枪法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：600",
"Ｗ内力消耗：14",
"Ｗ武功范围：田 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高连击",
"Ｗ◇附带灼烧",                                         --飘夜
}

--newkdef[185毒龙鞭法]=function()
ItemInfo[185]={
"Ｌ习得外功：毒龙鞭法",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：-",
"Ｗ内力消耗：14",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带冰封、中毒（10）",                                         --飘夜
}

--newkdef[186杨家枪]=function()
ItemInfo[186]={
"Ｌ习得外功：杨家枪法",
"Ｎ",
"Ｗ武功威力：250",
"Ｗ武功气攻：500",
"Ｗ内力消耗：7",
"Ｗ武功范围：田 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴连击率",                                         --飘夜
}

--newkdef[187子午针灸经]=function()
ItemInfo[187]={
"Ｌ消耗药材获得药品：九转熊蛇丸",                                         --飘夜
}

--newkdef[188华佗内昭图]=function()
ItemInfo[188]={
"Ｌ消耗药材获得药品：无常丹、九花玉露丸",                                         --飘夜
}

--newkdef[189胡青牛医书]=function()
ItemInfo[189]={
"Ｌ消耗药材获得药品：黑玉断续膏",                                         --飘夜
}

--newkdef[190千金方]=function()
ItemInfo[190]={
"Ｌ消耗药材获得药品：小还丹、白云熊胆丸",                                         --飘夜
}

--newkdef[191黄帝内经]=function()
ItemInfo[191]={
"Ｌ消耗药材获得药品：天香续命膏、田七鲨胆散",                                         --飘夜
}

--newkdef[192毒经]=function()
ItemInfo[192]={
"Ｌ消耗药材获得药品：无",                                         --飘夜
}

--newkdef[193药王神篇]=function()
ItemInfo[193]={
"Ｌ消耗药材获得药品：黄连解毒丸、牛黄血竭丹、六阳正气丹",                                         --飘夜
}

--newkdef[194翡翠杯]=function()
ItemInfo[194]={
"Ｌ物品说明：喝酒的杯子",                                         --飘夜
}

--newkdef[195铁铲]=function()
ItemInfo[195]={
"Ｌ物品说明：用于挖土",                                         --飘夜
}

--newkdef[196大燕传国玉玺]=function()
ItemInfo[196]={
"Ｌ物品说明：大燕传国玉玺",                                         --飘夜
}

--newkdef[197大燕皇帝世系谱表]=function()
ItemInfo[197]={
"Ｌ物品说明：大燕皇帝世系谱表",                                         --飘夜
}

--newkdef[198赏善罚恶令]=function()
ItemInfo[198]={
"Ｌ物品说明：一块令牌",                                         --飘夜
}

--newkdef[199两页刀法]=function()
ItemInfo[199]={
"Ｌ物品说明：胡家刀法中的两页纸",                                         --飘夜
}

--newkdef[200七宝指环]=function()
ItemInfo[200]={
"Ｌ物品说明：逍遥派掌门信物", 
"Ｇ装备效果；逍遥派武功威力+100",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：逍遥派武学时，50%概率追加封穴5点",
"Ｗ◇LV.2：逍遥派武学时，60%概率追加封穴5点",
"Ｗ◇LV.3：逍遥派武学时，70%概率追加封穴5点",
"Ｗ◇LV.4：逍遥派武学时，80%概率追加封穴5点",
"Ｗ◇LV.5：逍遥派武学时，90%概率追加封穴5点",
"Ｗ◇LV.6（MAX）：必封穴，并50%发动“七宝琉璃”", 
"Ｄ【七宝琉璃】：",
"Ｗ◇减少敌方气防值50%",                               
}

--newkdef[201断肠草]=function()
ItemInfo[201]={
"Ｌ物品说明：有剧毒",                                   -- by 飘夜
}

--newkdef[202闯王军刀]=function()
ItemInfo[202]={
"Ｇ装备效果；胡家刀法威力+100",
"Ｎ",
"Ｄ装备等级：无",                                 -- by 飘夜
}

--newkdef[203玄冰碧火酒]=function()
ItemInfo[203]={
"Ｌ物品说明：内力中和的药酒",                                   -- by 飘夜
}

--newkdef[204苗人凤眼毒解药]=function()
ItemInfo[204]={
"Ｌ物品说明：苗人凤眼毒解药",                                   -- by 飘夜
}

--newkdef[205神杖]=function()
ItemInfo[205]={
"Ｌ物品说明：武林盟主之杖",                                   -- by 飘夜
}

--newkdef[206唐诗选集]=function()
ItemInfo[206]={
"Ｌ物品说明：唐诗选集",                                   -- by 飘夜
}

--newkdef[207七心海棠]=function()
ItemInfo[207]={
"Ｌ物品说明：有剧毒",                                   -- by 飘夜
}

--newkdef[208金钥匙]=function()
ItemInfo[208]={
"Ｌ物品说明：纯金钥匙",                                   -- by 飘夜
}

--newkdef[209药材]=function()
ItemInfo[209]={
"Ｌ物品说明：用于炼药",                                   -- by 飘夜
}

--newkdef[210食材]=function()
ItemInfo[210]={
"Ｌ物品说明：用于做饭",                                   -- by 飘夜
}

--newkdef[211一撮金毛]=function()
ItemInfo[211]={
"Ｌ物品说明：谢逊的呆毛",                                   -- by 飘夜
}

--newkdef[212广陵散琴曲]=function()
ItemInfo[212]={
"Ｌ物品说明：珍贵的琴谱",                                   -- by 飘夜
}

--newkdef[213刘仲甫呕血棋谱]=function()
ItemInfo[213]={
"Ｌ物品说明：珍贵的棋谱",                                   -- by 飘夜
}

--newkdef[214张旭率意帖]=function()
ItemInfo[214]={
"Ｌ物品说明：珍贵的字帖",                                   -- by 飘夜
}

--newkdef[215溪山行旅图]=function()
ItemInfo[215]={
"Ｌ物品说明：珍贵的画作",                                   -- by 飘夜
}

--newkdef[216带头大哥书信]=function()
ItemInfo[216]={
"Ｌ物品说明：一封信",                                   -- by 飘夜
}

--newkdef[217鸳刀]=function()
ItemInfo[217]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：使用夫妻刀法时，必定连击",
"Ｗ◇LV.5：使用夫妻刀法时，必定连击，追加500气攻",
"Ｗ◇LV.6（MAX）：使用夫妻刀法时，必定连击，追加500气攻，伤害提高20%",                                -- by 飘夜
}

--newkdef[218鸯刀]=function()
ItemInfo[218]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：使用夫妻刀法时，必定连击",
"Ｗ◇LV.5：使用夫妻刀法时，必定连击，追加500气攻",
"Ｗ◇LV.6（MAX）：使用夫妻刀法时，必定连击，追加500气攻，伤害提高20%",                                -- by 飘夜
}

--newkdef[219一颗头颅]=function()
ItemInfo[219]={
"Ｌ物品说明：成昆的头",                                   -- by 飘夜
}

--newkdef[220食神秘籍]=function()
ItemInfo[220]={
"Ｌ消耗食材获得食物：叫花鸡、好逑汤、玉笛谁家听落梅、腊八粥",  
"Ｎ",
"Ｗ◇萧中慧、黄蓉修炼必得：玉笛谁家听落梅（15食材）",
"Ｗ◇人厨子修炼必得：腊八粥（25食材）",                                       --飘夜
}

--newkdef[221酒神秘籍]=function()
ItemInfo[220]={
"Ｌ消耗食材获得酒：梨花酒、玉露酒、即墨老酒、五宝花蜜酒",  
"Ｎ",
"Ｗ◇祖千秋修炼必得：五宝花蜜酒（25食材）",                                       --飘夜
}

--newkdef[222手帕]=function()
ItemInfo[222]={
"Ｌ物品说明：一块手帕",                                   -- by 飘夜
}

--newkdef[223手帕]=function()
ItemInfo[223]={
"Ｌ物品说明：一块手帕",                                   -- by 飘夜
}

--newkdef[224手帕]=function()
ItemInfo[224]={
"Ｌ物品说明：一块手帕",                                   -- by 飘夜
}

--newkdef[225闯王藏宝图]=function()
ItemInfo[225]={
"Ｌ物品说明：闯王藏宝图",                                   -- by 飘夜
}

--newkdef[226闯王藏宝图]=function()
ItemInfo[226]={
"Ｌ物品说明：闯王藏宝图",                                   -- by 飘夜
}

--newkdef[227闯王藏宝图]=function()
ItemInfo[227]={
"Ｌ物品说明：闯王藏宝图",                                   -- by 飘夜
}

--newkdef[228半部四十二章经]=function()
ItemInfo[228]={
"Ｌ物品说明：半部四十二章经，4本？不知道是哪4本",                                   -- by 飘夜
}

--newkdef[229四十二章经]=function()
ItemInfo[229]={
"Ｌ物品说明：全部的四十二章经，8本全了",                                   -- by 飘夜
}

--newkdef[230白马]=function()
ItemInfo[230]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：集气速度增加2点",
"Ｗ◇LV.3：集气速度增加3点",
"Ｗ◇LV.5：集气速度增加4点",                                  -- by 飘夜
}

--newkdef[231火蟾]=function()
ItemInfo[231]={
"Ｌ物品说明：一只蟾蜍而已，炼制地灵丹的材料之一",                                   -- by 飘夜
}

--newkdef[232太白三英的书信]=function()
ItemInfo[232]={
"Ｌ物品说明：一封信",                                   -- by 飘夜
}

--newkdef[233金娃娃]=function()
ItemInfo[233]={
"Ｌ物品说明：一条鱼",                                   -- by 飘夜
}

--newkdef[234介绍信]=function()
ItemInfo[234]={
"Ｌ物品说明：一封信",                                   -- by 飘夜
}

--newkdef[235左右互搏之术]=function()
ItemInfo[235]={
"Ｌ习得奇术：左右互搏术",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇左右互搏几率：（71-资质）%",
"Ｎ",
"Ｚ特别说明：",                                         --飘夜
"Ｗ◇需资质低于31",
}

--newkdef[237连城剑诀]=function()
ItemInfo[237]={
"Ｌ习得外功：连城剑法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：900",
"Ｗ内力消耗：105",
"Ｗ武功范围：《 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",
"Ｗ◇高暴击",                                         --飘夜
}

--newkdef[238祖传护身符]=function()
ItemInfo[238]={
"Ｌ物品说明：MOD龙的传人中有用，黑山中暂时没有用",                                   -- by 飘夜
}

--newkdef[239金丝手套]=function()
ItemInfo[239]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",                                -- by 飘夜
}

--newkdef[240玄铁匕首]=function()
ItemInfo[240]={
"Ｇ装备效果；无",
"Ｎ",
"Ｄ装备等级：无",                                 -- by 飘夜
}

--newkdef[241君子剑]=function()
ItemInfo[241]={
"Ｇ装备效果；全真剑法威力+100",
"Ｎ",
"Ｄ装备等级：无",                                 -- by 飘夜
}

--newkdef[242淑女剑]=function()
ItemInfo[242]={
"Ｇ装备效果；玉女剑法威力+100",
"Ｎ",
"Ｄ装备等级：无",                                -- by 飘夜
}

--newkdef[243金刀黑剑]=function()
ItemInfo[243]={
"Ｇ装备效果；阴阳倒乱刃威力+200",
"Ｎ",
"Ｄ装备等级：无",                                -- by 飘夜
}

--newkdef[244西毒蛇杖]=function()
ItemInfo[244]={
"Ｇ装备效果；灵蛇杖法威力+200",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：攻击时无视敌方毒抗强制上毒10点",
"Ｗ◇LV.2：攻击时无视敌方毒抗强制上毒15点",
"Ｗ◇LV.3：攻击时无视敌方毒抗强制上毒20点",
"Ｗ◇LV.4：攻击时无视敌方毒抗强制上毒25点",
"Ｗ◇LV.5：攻击时无视敌方毒抗强制上毒30点",
"Ｗ◇LV.6（MAX）：攻击时无视敌方毒抗强制上毒35点",                                  -- by 飘夜
}

--newkdef[245达摩剑谱]=function()
ItemInfo[245]={
"Ｌ习得外功：达摩剑法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：140",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[246百胜刀法]=function()
ItemInfo[246]={
"Ｌ习得外功：百胜刀法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：140",
"Ｗ武功范围：△ 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                      --飘夜
}

--newkdef[247灵蛇杖法]=function()
ItemInfo[247]={
"Ｌ习得外功：灵蛇杖法",
"Ｎ",
"Ｗ武功威力：1400",
"Ｗ武功气攻：1400",
"Ｗ内力消耗：70",
"Ｗ武功范围：田 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇攻击附带中毒",                                         --飘夜
}

--newkdef[248三花聚顶掌]=function()
ItemInfo[248]={
"Ｌ习得外功：三花聚顶掌",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：700",
"Ｗ内力消耗：35",
"Ｗ武功范围：米 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                     --飘夜
}

--newkdef[249铁指诀]=function()
ItemInfo[249]={
"Ｌ习得外功：铁指诀",
"Ｎ",
"Ｗ武功威力：250",
"Ｗ武功气攻：300",
"Ｗ内力消耗：7",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加暴击率",
"Ｗ◇附带中毒",                                         --飘夜
}

--newkdef[250天竺佛指]=function()
ItemInfo[250]={
"Ｌ习得外功：天竺佛指",
"Ｎ",
"Ｗ武功威力：300",
"Ｗ武功气攻：300",
"Ｗ内力消耗：14",
"Ｗ武功范围：▽ 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高暴击",                                         --飘夜
}

--newkdef[251夺魄指]=function()
ItemInfo[251]={
"Ｌ习得外功：夺魄指",
"Ｎ",
"Ｗ武功威力：350",
"Ｗ武功气攻：400",
"Ｗ内力消耗：350",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[252凌波微步]=function()
ItemInfo[252]={
"Ｌ习得轻功：凌波微步",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇无视ZOC限制移动，且移动格数+1（提升移动能力需下回合生效）",
"Ｗ◇被攻击15%的几率完全闪避攻击",
"Ｗ◇没闪避时，有20%的几率触发凌波微步减伤，降低40%的伤害及杀气"
}

--newkdef[253去烦恼指]=function()
ItemInfo[253]={
"Ｌ习得外功：去烦恼指",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：700",
"Ｗ内力消耗：175",
"Ｗ武功范围：▽ 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                         --飘夜
}

--newkdef[254袖中指]=function()
ItemInfo[254]={
"Ｌ习得外功：袖中指",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：400",
"Ｗ内力消耗：140",
"Ｗ武功范围：▽ 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[255兰花拂穴手]=function()
ItemInfo[255]={
"Ｌ习得外功：兰花拂穴手",
"Ｎ",
"Ｗ武功威力：500",
"Ｗ武功气攻：500",
"Ｗ内力消耗：140",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高几率封穴",                                         --飘夜
}


--newkdef[256透骨打穴]=function()
ItemInfo[256]={
"Ｌ习得外功：透骨打穴",
"Ｎ",
"Ｗ武功威力：600",
"Ｗ武功气攻：600",
"Ｗ内力消耗：105",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高几率封穴",                                         --飘夜
}

--newkdef[257旋风扫叶腿]=function()
ItemInfo[257]={
"Ｌ习得外功：旋风扫叶腿",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：700",
"Ｗ内力消耗：35",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                        --飘夜
}

--newkdef[258玄天指]=function()
ItemInfo[258]={
"Ｌ习得外功：玄天指",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：700",
"Ｗ内力消耗：140",
"Ｗ武功范围：▽ 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇高暴击",
"Ｗ◇附带冰封",                                         --飘夜
}

--newkdef[259黑风指法]=function()
ItemInfo[259]={
"Ｌ习得外功：黑风指",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：800",
"Ｗ内力消耗：150",
"Ｗ武功范围：▽ 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",
"Ｗ◇附带冰封",                                         --飘夜
}

--newkdef[260大智无定指]=function()
ItemInfo[260]={
"Ｌ习得外功：大智无定指",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：35",
"Ｗ武功范围：▽ 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇除却四相：同时修炼多罗叶指/大智无定指/无相劫指/拈花指",
"Ｗ◇除却四相：被攻击50%几率触发",
"Ｗ◇除却四相：免疫本次攻击造成的内伤/封穴/冰封/灼烧",
"Ｎ",
"Ｚ特别说明：",                                       --飘夜
}

--newkdef[261凝血神爪]=function()
ItemInfo[261]={
"Ｌ习得外功：凝血神爪",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：1000",
"Ｗ内力消耗：70",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",
                                         --飘夜
}

--newkdef[262汗血宝马]=function()
ItemInfo[262]={
"Ｇ物品说明；集气+8，时序回复流血值2点",                                  -- by 飘夜
}

--newkdef[263天外玄铁]=function()
ItemInfo[263]={
"Ｇ物品说明；修复断刀断剑",                                  -- by 飘夜
}

--newkdef[264飞云骓]=function()
ItemInfo[264]={
"Ｇ装备效果；集气+12",                                -- by 飘夜
}

--newkdef[265金刚不坏体]=function()
ItemInfo[265]={
"Ｌ习得内功：金刚不坏体",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇被攻击时60%几率发动“金刚不坏”，高优先级降低30%所承受伤害及杀气",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇被攻击时35%几率发动“金钟罩护体”，高优先级降低20%所承受伤害及杀气",
"Ｗ *同时学有易筋神功+金刚不坏体，主运【易筋神功】被攻击必出“金刚不坏”"
}

--newkdef[266四象步法]=function()
ItemInfo[266]={
"Ｌ习得轻功：飞天神行",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇无视ZOC限制移动，且移动格数+1（提升移动能力需下回合生效）",
"Ｗ◇集气速度+3",
"Ｗ◇行动结束后，下回合集气+200（可与其他效果叠加）"
}

--newkdef[267神行百变]=function()
ItemInfo[267]={
"Ｌ习得轻功：神行百变",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇无视ZOC限制移动，且移动格数+2（提升移动能力需下回合生效）",
"Ｗ◇被攻击12%的几率完全闪避攻击",
"Ｗ◇没闪避时，有25%的几率触发神行百变减伤，降低30%的伤害及杀气"
}

--newkdef[268拈花指法]=function()
ItemInfo[268]={
"Ｌ习得外功：拈花指",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：180",
"Ｗ武功范围：米 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇除却四相：同时修炼多罗叶指/大智无定指/无相劫指/拈花指",
"Ｗ◇除却四相：被攻击50%几率触发",
"Ｗ◇除却四相：免疫本次攻击造成的内伤/封穴/冰封/灼烧",
"Ｎ",
"Ｚ特别说明：",                                       --飘夜
}

--newkdef[269无相劫指法]=function()
ItemInfo[269]={
"Ｌ习得外功：无相劫指",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1300",
"Ｗ内力消耗：240",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇除却四相：同时修炼多罗叶指/大智无定指/无相劫指/拈花指",
"Ｗ◇除却四相：被攻击50%几率触发",
"Ｗ◇除却四相：免疫本次攻击造成的内伤/封穴/冰封/灼烧",
"Ｎ",
"Ｚ特别说明：",                                       --飘夜
}

--newkdef[270参合指法]=function()
ItemInfo[270]={
"Ｌ习得外功：参合指",
"Ｎ",
"Ｗ武功威力：1400",
"Ｗ武功气攻：1500",
"Ｗ内力消耗：350",
"Ｗ武功范围：▽ 8格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                       --飘夜
}

--newkdef[271沧溟刀法]=function()
ItemInfo[271]={
"Ｌ习得外功：沧溟刀法",
"Ｎ",
"Ｗ武功威力：1300",
"Ｗ武功气攻：1200？",
"Ｗ内力消耗：210",
"Ｗ武功范围：△ 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇利刃寒锋：同时修炼修罗/阴风/沧溟刀到极",
"Ｗ◇利刃寒锋：攻击时，有50%几率追加10时序的冻结状态，暴怒必触发",
"Ｗ            *冻结状态下，无法集气，亦无法时序回复状态",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇颠动沧溟：使用沧溟刀法攻击30%几率触发",
"Ｗ◇颠动沧溟：额外杀气，且必定造成流血",
"Ｗ◇颠动沧溟：刀主有二次判定",                                        --飘夜
"Ｗ◇附带冰封"
}

--newkdef[272茯苓花雕猪]=function()
ItemInfo[272]={
"Ｌ物品说明：这头猪很牛",                                   -- by 飘夜
}

--newkdef[273皇宫通行令]=function()
ItemInfo[273]={
"Ｌ物品说明：顾名思义",                                   -- by 飘夜
}

--newkdef[274一指禅]=function()
ItemInfo[274]={
"Ｌ习得外功：一指禅",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：800",
"Ｗ内力消耗：105",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                      --飘夜
}

--newkdef[275化骨绵掌]=function()
ItemInfo[275]={
"Ｌ习得外功：化骨绵掌",
"Ｎ",
"Ｗ武功威力：700",
"Ｗ武功气攻：-",
"Ｗ内力消耗：70",
"Ｗ武功范围：米 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇紫气天罗：同时修炼五毒/冰蚕/寒冰/玄冥/化骨到极",
"Ｗ◇紫气天罗：组合的五种武功连击率+30%",
"Ｗ◇紫气天罗：组合的五种武功杀气均提高1000点，并强制追加上毒20-30点",
"Ｗ◇紫气天罗：自身被攻击时，受到的伤害降低10%，且对攻击方追加20点冰封",
"Ｗ◇紫气天罗：使用组合的五种武功击退敌方时，会引爆其体内毒素，对其周围",
"Ｗ             11×11范围造成（中毒程度/100）×（生命最大值/5）点伤害",
"Ｗ◇紫气天罗：引爆时如击退敌方，则会继续发生引爆，直到范围内没有人被击退",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇附带冰封、中毒(30)",                                         --飘夜
}

--newkdef[276火枪]=function()
ItemInfo[276]={
"Ｌ物品说明：",
"Ｎ",
"Ｗ武功威力：0",
"Ｗ武功气攻：-",
"Ｗ内力消耗：0",
"Ｗ武功范围：点 25格",
"Ｎ",
"Ｄ组合特效：",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇鳌拜密道开启宝箱后洗",
"Ｗ◇装备武器火枪才有威力",                                         --飘夜
}

--newkdef[277多罗叶指]=function()
ItemInfo[277]={
"Ｌ习得外功：多罗叶指",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：800",
"Ｗ内力消耗：150",
"Ｗ武功范围：▽ 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇除却四相：同时修炼多罗叶指/大智无定指/无相劫指/拈花指",
"Ｗ◇除却四相：被攻击50%几率触发",
"Ｗ◇除却四相：免疫本次攻击造成的内伤/封穴/冰封/灼烧",
"Ｎ",
"Ｚ特别说明：",                                       --飘夜
}

--newkdef[278越女剑法]=function()
ItemInfo[278]={
"Ｌ习得外功：越女剑法",
"Ｎ",
"Ｗ武功威力：1400",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：7",
"Ｗ武功范围：■ 10+11X11",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                       --飘夜
}

--newkdef[279毛驴]=function()
ItemInfo[279]={
"Ｇ装备效果；血量越低，集气速度越快",
"Ｎ",
"Ｄ装备等级：无",                               -- by 飘夜
}

--newkdef[280玉女心经]=function()
ItemInfo[280]={
"Ｌ习得内功：玉女心经",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇连击时有（30+天书数×2）%的几率触发“夭矫空碧”特效，此次连击伤害、",
"Ｗ  杀气不减",
"Ｗ◇攻击的第一击有（天书数×2）%几率触发“进趋如风”特效，追加一次连击",
"Ｗ *主角使用时几率增加5%，且爆豆时在每回合的第一次出手必发动",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇集气速度增加1点",
"Ｗ◇被攻击时，降低50%本次攻击所造成的灼烧",
"Ｗ *同时学有玉女心经+先天功，每时序额外回复1点封穴",
"Ｎ",
"Ｄ组合特效：双剑合璧",
"Ｗ同时学会武功全真剑法、玉女剑法、先天功、玉女心经、玉女素心剑法其中的三种",
"Ｗ连击率+30%",
"Ｗ使用全真剑法/玉女剑法/玉女素心剑法攻击时触发<双剑合壁.攻>，必击中对方破绽",
"Ｗ防守时触发<双剑合壁.守>，免疫破绽，免疫被杀气到-100以下",
"Ｗ使用玉女剑/全真剑法/玉女素心剑法攻击范围变大约为合击范围",
"Ｎ",
}

--newkdef[281商会令牌]=function()
ItemInfo[281]={
"Ｌ物品说明：很值钱",                                   -- by 飘夜
}

--newkdef[282天罗地网]=function()
ItemInfo[282]={
"Ｌ习得轻功：天罗地网",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇无视ZOC限制移动，且移动格数+1（提升移动能力需下回合生效）",
"Ｗ◇攻击时无视敌方的闪避效果强制命中，且自身攻击范围+1",
"Ｗ◇击中的敌方下回合移动格数-1",
"Ｗ *强制命中可针对敌方真葵花移行、凌波微步、神行百变等特效",
"Ｗ *强制命中还可无视我方被刺目等状态"
}

--newkdef[283五轮大法]=function()
ItemInfo[283]={
"Ｌ习得外功：五轮大法",
"Ｎ",
"Ｗ武功威力：1300",
"Ｗ武功气攻：1300",
"Ｗ内力消耗：180",
"Ｗ武功范围：田 6格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                    --飘夜
}

--newkdef[284瘦黄马]=function()
ItemInfo[284]={
"Ｇ装备效果；血量越低，集气速度越快",
"Ｎ",
"Ｄ装备等级：无",                               -- by 飘夜
}

--newkdef[285血河神鉴]=function()
ItemInfo[285]={
"Ｌ习得内功：血河神鉴",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇高优先级提升10%伤害",
"Ｗ◇攻击时必定造成流血",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇攻击时，恢复造成伤害10%的血量（单次攻击上限100点）",
"Ｄ一脉相承：",
"Ｗ◇天魔功",
}

--newkdef[286九阴真经上卷]=function()
ItemInfo[286]={
"Ｌ物品说明：上卷，下卷合起来有用。这是上卷",                                   -- by 飘夜
}

--newkdef[287九阴真经下卷]=function()
ItemInfo[287]={
"Ｌ物品说明：上卷，下卷合起来有用。这是下卷",                                   -- by 飘夜
}

--newkdef[288断裂的倚天剑]=function()
ItemInfo[288]={
"Ｌ物品说明：断剑，不能用了，要用天外玄铁修补",                                   -- by 飘夜
}

--newkdef[289断裂的屠龙刀]=function()
ItemInfo[289]={
"Ｌ物品说明：断刀，不能用了，要用天外玄铁修补",                                   -- by 飘夜
}

--newkdef[290白蟒鞭法]=function()
ItemInfo[290]={
"Ｌ习得外功：白蟒鞭法",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：？？",
"Ｗ内力消耗：70",
"Ｗ武功范围：田 5格",
"Ｎ",
"Ｄ组合特效：",
"Ｎ",
"Ｚ特别说明：",                                        --飘夜
}

--newkdef[291大力金刚指]=function()
ItemInfo[291]={
"Ｌ习得外功：大力金刚指",
"Ｎ",
"Ｗ武功威力：1000",
"Ｗ武功气攻：700",
"Ｗ内力消耗：245",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[292呼延枪法]=function()
ItemInfo[292]={
"Ｌ习得外功：呼延枪法",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：-",
"Ｗ内力消耗：14",
"Ｗ武功范围：米 4格",
"Ｎ",
"Ｄ组合特效：无",
"Ｎ",
"Ｚ特别说明：无",                                         --飘夜
}

--newkdef[293楞伽经]=function()
ItemInfo[293]={
"Ｌ物品说明：梵文版中含有九阳神功",                                   -- by 飘夜
}

--newkdef[294瑜伽密乘]=function()
ItemInfo[294]={
"Ｌ习得内功：瑜伽密乘",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回复1点内伤",
"Ｗ◇被攻击时，集气不会被杀至300以下",
"Ｗ◇被连击时，受到的攻击效果/气攻降低40%",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇被攻击时，受内伤上限降低为50",
"Ｗ◇被攻击时，集气不会被杀至0以下",
"Ｗ◇被连击时，受到的攻击效果/气攻降低20%"
}

--newkdef[295太极神功]=function()
ItemInfo[295]={
"Ｌ习得内功：太极神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇被攻击时，有60%几率获得“太极之形”（可累积，上限10个）",
"Ｗ◇每个“太极之形”可提高自身集气1点",
"Ｗ◇主动攻击时，可释放累积的“太极之形”，增加连击数",
"Ｗ （每个5太极之形增加一次连击）",
"Ｗ◇被攻击储存蓄力值，使用太极拳/剑跟据蓄力值增加效果",
"Ｗ◇太极拳/剑蓄力值300～600，攻击范围+2",
"Ｗ◇太极拳/剑蓄力值超过600，攻击范围变为可移动面攻，且必定连击",
"Ｗ◇根据蓄力值增加防御跟减伤",
"Ｗ◇太极拳太极剑法威力+200",
"Ｄ太极特效：",
"Ｚ◇<转阴阳>",
"Ｗ◇被攻击时30%概率反弹自身所有异常",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇触发太极奥义时，必定触发“太极真义·四两拨千斤”",
"Ｗ◇触发太极奥义时，降低10%所承受伤害",
"Ｗ◇行动后自动执行防御防御指令",
"Ｄ太极特效：",
"Ｚ◇<开太极>",
"Ｗ◇主运太极神功，使用太极拳法或太极剑法",
"Ｗ◇蓄力值超过500且暴怒触发",
"Ｗ◇根据当前生命值跟内力值追加大范围伤害，生命比例越低、内力比例越高伤害越高",

}

--newkdef[296梯云纵横]=function()
ItemInfo[296]={
"Ｌ习得轻功：梯云纵横",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇无视ZOC限制移动，且移动格数+1（提升移动能力需下回合生效）",
"Ｗ◇攻击伤害不随距离递减",
"Ｗ◇被攻击时，有50%的几率触发梯云纵横，降低50%的杀气"
}

--newkdef[297瞬息千里]=function()
ItemInfo[297]={
"Ｌ习得轻功：瞬息千里",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇无视ZOC限制移动，且移动格数+2（提升移动能力需下回合生效）",
"Ｗ◇暴怒时集气速度提升至4倍",
"Ｗ◇暴怒时免疫封穴"
}

--newkdef[298阴风刀]=function()
ItemInfo[298]={
"Ｌ习得外功：阴风刀",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：140",
"Ｗ武功范围：《 7格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇利刃寒锋：同时修炼修罗/阴风/沧溟刀到极",
"Ｗ◇利刃寒锋：攻击时，有50%几率追加10时序的冻结状态，暴怒必触发",
"Ｗ            *冻结状态下，无法集气，亦无法时序回复状态",
"Ｎ",
"Ｚ特别说明：无"
}

--newkdef[299五岳剑诀]=function()
ItemInfo[299]={
"Ｌ习得特技：五岳剑诀",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇被攻击时如未触发真气护体，则有（御剑系数-220）%的几率发动“以剑御气”",
"Ｗ  降低50%气攻",
"Ｗ◇五岳剑法威力+200",
"Ｗ◇使用五岳剑法，必出“气贯五岳”，追加气攻提高至1500，且无视绝对气防",
"Ｎ",
"Ｗ◇五岳剑法分别获得如下的强化效果：",
"Ｗ  *太岳：连击时变为三连击",
"Ｗ  *云雾：对于血量低于一半的敌人伤害加倍",
"Ｗ  *万花：杀伤范围+1格",
"Ｗ  *泰山：攻击后20时序内有30%几率闪避",
"Ｗ  *万岳：对敌方造成伤害同时扣除对其伤害量的内力",
}

--newkdef[300音箱]=function()
ItemInfo[300]={
"Ｇ装备效果；50%机率触发“降龙四叠浪”，增加降龙三叠浪机率。",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：增加降龙三叠浪机率5%",
"Ｗ◇LV.2：增加降龙三叠浪机率10%",
"Ｗ◇LV.3：增加降龙三叠浪机率15%",
"Ｗ◇LV.4：增加降龙三叠浪机率20%",
"Ｗ◇LV.5：增加降龙三叠浪机率25%",
"Ｗ◇LV.6（MAX）：增加降龙三叠浪机率30%",
"Ｄ装备特效：",
"Ｚ特别说明："
}




--newkdef[308鲸息功]=function()
ItemInfo[308]={
"Ｌ习得内功：鲸息功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回1内伤",
"Ｗ◇每时序回1点中毒",
"Ｗ◇命中目标造成目标集气紊乱",
"Ｗ◇ 使用碧海惊涛掌攻击概率触发六大奇劲：",
   "Ｗ陷空力：忽视绝对气防+破防50%",	
	"Ｗ滔天炁：触发大范围伤害",	
	"Ｗ生灭道：攻击后触发霸体一回合",
	"Ｗ漩涡劲：增加一次连击",		
	"Ｗ阴阳流：必冰封必灼烧",	
	"Ｗ滴水劲：附加气攻值5%伤害",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇时序回复3点生命/4点内力",
"Ｗ◇根据蓄力值增加气防值",
"Ｗ◇被攻击跟据伤害值蓄力，蓄力值大于1000自身攻击必暴击",
"Ｗ◇ 根据蓄力值提升气攻",
"Ｗ◇ 免疫冰封",
}

--newkdef[309小李飞刀]=function()
ItemInfo[309]={
"Ｌ习得外功：无",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：李寻欢专属"
}

--newkdef[310碧海惊涛掌]=function()
ItemInfo[310]={
"Ｌ习得外功：碧海惊涛掌",
"Ｎ",
"Ｗ武功威力：1400",
"Ｗ武功气攻：1400",
"Ｗ内力消耗：140",
"Ｗ武功范围：米字 4格",
"Ｎ",
"Ｄ组合特效：(梁萧专属)学会“鲸息功”使用碧海惊涛掌可触发六大奇劲",
	"陷空力：忽视绝对气防+破防40%",	
	"滔天炁：触发大范围伤害",	
	"生灭道：攻击后触发霸体一回合",
	"漩涡劲：增加一次连击，最多增加两次",		
	"阴阳流：必冰封必灼烧",	
	"滴水劲：附加气攻值5%伤害",

"Ｚ特别说明：无"
}

--newkdef[311太虚剑意]=function()
ItemInfo[311]={
"Ｌ习得内功：太虚剑意",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回1内伤",
"Ｗ◇每时序回2点气血",
"Ｗ◇ “坐忘无我 韬光养晦”：被攻击时，受到气攻大于1500发动，吸收气攻值为自身的气防",
"Ｗ◇ “三环套月”：使用剑法时太虚剑意加力50%机率三连击",
"Ｗ◇ “万剑归宗”：使用剑法时太虚剑意加力高概率造成封穴，追加气攻值1500点",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇每5时序回1内伤",
"Ｗ◇每时序回内力+4点",
"Ｗ◇ “三环套月”：使用剑法时太虚剑意加力20%机率三连击",
"Ｗ◇ “万剑归宗”：使用剑法时太虚剑意加力高概率封穴，追加气攻值600点",
}

--newkdef[312神秘护符]=function()
ItemInfo[312]={

"Ｚ特别说明：神秘力量的护符"
}

--newkdef[313斩流剑术]=function()
ItemInfo[313]={
"Ｌ习得外功：斩流剑术",
"Ｎ",
"Ｗ武功威力：1400",
"Ｗ武功气攻：1600",
"Ｗ内力消耗：140",
"Ｗ武功范围：线型 8格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：无"
}

--newkdef[314千年冰蚕]=function()
ItemInfo[314]={
"Ｌ物品说明：千年冰蚕，炼制地灵丹的药材之一",
"Ｎ",
"Ｄ使用效果：+100抗毒",
                                    
}

--newkdef[315神木王鼎]=function()
ItemInfo[315]={
"Ｌ物品说明：星宿派至宝，炼制地灵丹的鼎炉",
"Ｎ",
"Ｄ使用效果：无",
                                    -- by 飘夜
}

--newkdef[316地灵丹]=function()
ItemInfo[316]={
"Ｌ物品说明：增加武常50点",  
}

--newkdef[317不老长春功]=function()
ItemInfo[317]={
"Ｌ习得内功：不老长春功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每3时序回1内伤",
"Ｗ◇免疫流血",
"Ｗ◇ 不会漏出破绽",
"Ｗ◇ “长春不老”：当前内力值大于伤害值时：",
"Ｗ    减伤30%并以双倍内力值抵消剩余生命伤害",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇每5时序回1内伤",
"Ｗ◇每时序回4点气血",
"Ｗ◇时序回复灼烧值1点",
}

--newkdef[318阳春白雪曲]=function()
ItemInfo[318]={
"Ｌ习得外功：阳春白雪曲",
"Ｎ",
"Ｗ武功威力：1300",
"Ｗ武功气攻：1400",
"Ｗ内力消耗：140",
"Ｗ武功范围：面 4格",
"Ｎ",
"Ｄ组合特效：",


"Ｚ特别说明：无",                                     
}

--newkdef[319一苇渡江]=function()
ItemInfo[319]={
"Ｌ习得轻功：一苇渡江",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇无视ZOC限制移动，且移动格数+2（提升移动能力需下回合生效）",
"Ｗ◇受到封穴减少50%",
"Ｗ◇初始集气位置+500，",
"Ｗ◇30%概率减伤30%",

"Ｎ",
"Ｄ被动效果：",
"Ｗ◇集气速度不受异常影响",
}

--newkdef[320狼牙]=function()
ItemInfo[320]={
"Ｇ装备效果；攻击时50%几率造成流血",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：攻击时50%几率造成流血",
"Ｗ◇LV.2：攻击时60%几率造成流血",
"Ｗ◇LV.3：攻击时70%几率造成流血",
"Ｗ◇LV.4：攻击时80%几率造成流血",
"Ｗ◇LV.5：攻击时90%几率造成流血",
"Ｗ◇LV.6（MAX）：攻击时必造成流血，50%机率发动“天狼啸月”",
"Ｄ装备特效：",
 "Ｗ◇“天狼啸月”：造成敌全体集气-100"
}

--newkdef[321井月八法]=function()
ItemInfo[321]={
"Ｌ习得外功：井月八法",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1300",
"Ｗ内力消耗：140",
"Ｗ武功范围：井字 6格",
"Ｎ",
"Ｄ组合特效：",
"Ｎ",
"Ｚ特别说明：无",                                        
"Ｗ◇暴击率提升5%"
}

--newkdef[322擒龙手]=function()
ItemInfo[322]={
"Ｌ习得外功：擒龙手",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：140",
"Ｗ武功范围：米字 5格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}

--newkdef[23伏魔禅杖]=function()
ItemInfo[323]={
"Ｇ装备效果；伏魔杖法威力+200，增加世尊降魔触发机率(装备等级*2)",
"Ｎ",
"Ｄ装备等级：无",                               -- by 飘夜
}

--newkdef[324般若掌]=function()
ItemInfo[324]={
"Ｌ习得外功：般若掌",
"Ｎ",
"Ｗ武功威力：1300",
"Ｗ武功气攻：1300",
"Ｗ内力消耗：140",
"Ｗ武功范围：米字 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇金刚般若：学会大力金刚掌、般若掌、龙象般若功，破防目标30%",
"Ｗ◇大力金刚掌必暴击,般若掌攻击范围变成点，威力提高。",
"Ｗ◇主运龙象般若功，概率触发【十龙十象】击晕目标。",
"Ｚ特别说明：",                                       --飘夜
}

--newkdef[325猿公剑法]=function()
ItemInfo[325]={
"Ｌ习得外功：猿公剑法",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：35",
"Ｗ武功范围：线 8格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}

--newkdef[326白猿]=function()
ItemInfo[326]={
"Ｇ装备效果；猿公剑法/越女剑法威力+200",
"Ｎ",
"Ｄ装备等级：无",                               -- by 飘夜
}

--newkdef[327天魔功]=function()
ItemInfo[327]={
"Ｌ习得外功：天魔功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇吸血20%",
"Ｗ◇攻击必暴击",
"Ｗ◇无视目标30%防御",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇免疫流血",
"Ｗ◇无视目标10%防御",
}

--newkdef[328庄子]=function()
ItemInfo[328]={
"Ｌ习得内功：大周天功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇每5时序回复1点内伤",
"Ｗ◇大宗师概率50%概率",
"Ｗ◇“养生主概率50%",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇封穴减少50%",
"Ｗ◇“大宗师”：攻击30%概率触发，无视对方80%的武常。",
"Ｗ◇“养生主”：被攻击30%触发50时序内，时序回复气血2/内力4，",
"Ｗ           免疫封穴，时序清除所有内伤",
}

--newkdef[329奔雷手]=function()
ItemInfo[329]={
"Ｌ习得外功：奔雷手",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：105",
"Ｗ武功范围：米字 5格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}


--newkdef[330追魂夺命剑谱]=function()
ItemInfo[330]={
"Ｌ习得外功：追魂夺命剑法",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：70",
"Ｗ武功范围：线 8格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}

--newkdef[332袈裟伏魔功]=function()
ItemInfo[332]={
"Ｌ习得外功：袈裟伏魔功",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：140",
"Ｗ武功范围：面 3格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}


--newkdef[333迷踪连环腿]=function()
ItemInfo[333]={
"Ｌ习得外功：迷踪连环腿",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：700",
"Ｗ内力消耗：50",
"Ｗ武功范围：十字 5格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}




--newkdef[334无极玄功拳]=function()
ItemInfo[334]={
"Ｌ习得外功：无极玄功拳",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：800",
"Ｗ内力消耗：70",
"Ｗ武功范围：米字 4格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}




--newkdef[335白龙剑]=function()
ItemInfo[335]={
"Ｇ装备效果；剑法攻击范围+1",
"Ｎ",
"Ｄ装备等级：无",                               -- by 飘夜
}




--newkdef[336武穆遗书]=function()
ItemInfo[336]={
"Ｌ习得特技：武穆遗书",
"Ｎ",
"Ｄ被动效果：",
"Ｗ我方全体攻击增加10%",
}




--newkdef[337岳王散手]=function()
ItemInfo[337]={
"Ｌ习得外功：岳王散手",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：140",
"Ｗ武功范围：米字 4格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}

--newkdef[338冰蚕毒掌]=function()
ItemInfo[338]={
"Ｌ习得外功：冰蚕毒掌",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：105",
"Ｗ武功范围：米字 4格",
"Ｎ",
"Ｄ组合特效：",
"Ｗ◇紫气天罗：同时修炼五毒/冰蚕/寒冰/玄冥/化骨到极",
"Ｗ◇紫气天罗：组合的五种武功连击率+30%",
"Ｗ◇紫气天罗：组合的五种武功杀气均提高1000点，并强制追加上毒20-30点",
"Ｗ◇紫气天罗：自身被攻击时，受到的伤害降低10%，且对攻击方追加20点冰封",
"Ｗ◇紫气天罗：使用组合的五种武功击退敌方时，会引爆其体内毒素，对其周围",
"Ｗ             11×11范围造成（中毒程度/100）×（生命最大值/5）点伤害",
"Ｗ◇紫气天罗：引爆时如击退敌方，则会继续发生引爆，直到范围内没有人被击退",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}

--newkdef[339青驴]=function()
ItemInfo[339]={
"Ｇ装备效果；集气速度增加5点，体力消耗减2点",
	}	                            -- by 飘夜


--newkdef[340寒袖拂穴]=function()
ItemInfo[340]={
"Ｌ习得外功：寒袖拂穴",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：105",
"Ｗ武功范围：面攻 4格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",     
"Ｗ◇必定封穴",                                  --飘夜
}

--newkdef[341白虹掌力]=function()
ItemInfo[341]={
"Ｌ习得外功：白虹掌力",
"Ｎ",
"Ｗ武功威力：1100",
"Ｗ武功气攻：1100",
"Ｗ内力消耗：105",
"Ｗ武功范围：米字 4格",
"Ｎ",
"Ｄ组合特效：",

"Ｚ特别说明：",                                       --飘夜
}

--newkdef[342长生诀]=function()
ItemInfo[342]={
"Ｌ习得内功：长生诀",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇免疫内伤",
"Ｗ◇减少30%受到的气攻",
"Ｗ◇重生回复满血并立即行动",
"Ｗ◇时序回点5点气血",
"Ｗ◇顾道长生：被攻击时25%概率触发，10时序内每时序恢复最大生命内力1%",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇时序回点2点气血",
"Ｗ◇重生回复(50~65)%的气血",
"Ｗ◇阴阳相生：攻击造成灼烧时必定造成冰封，造成冰封时必定造成灼烧",
}

ItemInfo[346]={
"Ｌ四大山皮肤",
"Ｎ",
"Ｌ至尊江湖，至尊江湖，绿色国产单机武侠，至尊江湖倒闭了。",
"Ｌ王八蛋老板四大山,吃喝嫖赌欠下了3.5个亿，带着他的小姨子跑了。",
"Ｌ我们没有没有办法，拿着皮肤抵工资。",
"Ｌ原价都是三百多、二百多、一百多的皮肤，通通二十块，通通二十块！",
                                     --飘夜
}

ItemInfo[349]={
"Ｇ装备效果；进战集气增加900，必流血，破防5%",
"Ｎ",
"Ｄ装备等级：",
"Ｗ◇LV.1：破防5%",
"Ｗ◇LV.2：破防10%",
"Ｗ◇LV.3：破防15%",
"Ｗ◇LV.4：破防25%",
"Ｗ◇LV.5：破防25%",
"Ｗ◇LV.6（MAX）：破防30%，必破气防"                            
}

--newkdef[350玉女素心剑法]=function()
ItemInfo[350]={
"Ｌ习得外功：玉女素心剑法",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：400",
"Ｗ武功范围：《 8格",
"Ｎ",
"Ｄ组合特效：双剑合璧",
"Ｗ同时学会全真剑法、玉女剑法、先天功、玉女心经、玉女素心剑法其中的三种",
"Ｗ连击率+30%",
"Ｗ全真剑法/玉女剑法/玉女素心剑法攻击时触发<双剑合壁.攻>，必击中对方破绽",
"Ｗ防守时触发<双剑合壁.守>，免疫破绽，免疫被杀气到-100以下",
"Ｗ使用玉女剑/全真剑法/玉女素心剑法攻击范围+1",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇增加连击率",                                         --飘夜
}


ItemInfo[351]={
"Ｌ习得内功：擒龙功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇免疫反弹 反击，斗转",
"Ｗ◇增加丐世无双触发概率10%",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇时序回复流血2点",
"Ｗ◇丐世无双学会其中一种另一种要求再降低20",
"Ｗ◇降龙极意概率高于等于40增加概率10",
"Ｗ◇降龙极意概率低于40增加概率20",
"Ｗ◇增加打狗极意20%",
}

ItemInfo[352]={
"Ｌ习得外功：呼延鞭法",
"Ｎ",
"Ｗ武功威力：400",
"Ｗ武功气攻：400",
"Ｗ内力消耗：15",
"Ｗ武功范围：田 4格",
"Ｎ",
"Ｄ组合特效：无",
}

ItemInfo[353]={
"Ｌ习得外功：震天铁掌",
"Ｎ",
"Ｗ武功威力：800",
"Ｗ武功气攻：800",
"Ｗ内力消耗：390",
"Ｗ武功范围：米 4格",
}

ItemInfo[354]={
"Ｌ习得内功：枯禅神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇免疫流血",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇时序回复内力3点",
"Ｗ◇亦枯亦荣：每回合消耗内力最大值的5%回复生命值",
"Ｗ◇一阳指威力增加200，六脉神剑“剑气碧烟横”出招增加10%",
}

ItemInfo[355]={
"Ｌ习得内功：少林心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：少林一脉相承",  
"Ｗ◇学会少林心法，修炼易筋经时可以一脉相承",
}

ItemInfo[356]={
"Ｌ习得内功：武当心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：武当一脉相承",  
"Ｗ◇学会武当心法，修炼太极神功时可以一脉相承",
}

ItemInfo[357]={
"Ｌ习得内功：全真心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：全真一脉相承",  
"Ｗ◇学会全真心法，修炼先天功时可以一脉相承",
}


ItemInfo[358]={
"Ｌ习得内功：古墓心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：古墓一脉相承",  
"Ｗ◇学会古墓心法，修炼玉女神功时可以一脉相承",
}

ItemInfo[359]={
"Ｌ习得内功：华山心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：华山一脉相承",  
"Ｗ◇学会华山心法，修炼紫霞神功时可以一脉相承",
}

ItemInfo[360]={
"Ｌ习得内功：嵩山心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：嵩山一脉相承",  
"Ｗ◇学会嵩山心法，修炼寒冰真气时可以一脉相承",
}

ItemInfo[361]={
"Ｌ习得内功：血刀心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：血刀一脉相承",  
"Ｗ◇学会血刀心法，修炼血河神鉴时可以一脉相承",
}

ItemInfo[362]={
"Ｌ习得内功：莲花功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：丐帮一脉相承",  
"Ｗ◇学会莲花功，修炼擒龙功时可以一脉相承",
}

ItemInfo[363]={
"Ｌ习得内功：地火功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
"Ｚ特别说明：明教一脉相承",  
"Ｗ◇学会地火功，修炼圣火神功时可以一脉相承",
}

ItemInfo[364]={
"Ｌ习得内功：峨眉心法",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
--"Ｚ特别说明：峨眉一脉相承",  
--"Ｗ◇学会峨眉心法，修炼XX神功时可以一脉相承",
}

ItemInfo[365]={
"Ｌ习得内功：小星罗功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇5时序回复内伤1",
"Ｎ",
"Ｄ被动效果：",
"Ｎ",
}

ItemInfo[366]={
"Ｌ习得内功：寒冰真气",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇对冰封值超过80的人概率冻结",
"Ｗ◇5时序回内伤1点",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇攻击必冰封",
"Ｗ◇免疫冰封",
}

ItemInfo[367]={
"Ｌ习得内功：五毒神功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇对目标强制上毒30点",
"Ｗ◇5时序回内伤1点",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇免疫中毒"
}
--223
ItemInfo[368]={
"Ｌ习得内功：金雁功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇轻功+20%，无视ZOC限制移动范围+2",
"Ｗ◇气防值+800",
"Ｗ◇暴击率增加20%，暴击伤害增加10%"
}
--224
ItemInfo[369]={
"Ｌ习得内功：蛇行狸翻",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇轻功+20%，无视ZOC限制移动范围+2",
"Ｗ◇“每20时序(轻功值)%机率集气往前跳跃（轻功值）/10位置",
"Ｗ◇15%概率闪避攻击"
}

ItemInfo[370]={
"Ｌ习得外功：葵花点穴手",
"Ｎ",
"Ｗ武功威力：1200",
"Ｗ武功气攻：1200",
"Ｗ内力消耗：105",
"Ｗ武功范围：▽ 7格",
"Ｎ",
"Ｚ特别说明：",
"Ｗ◇攻击必定封穴",
"Ｗ◇被攻击减免10点封穴",
}

ItemInfo[371]={
"Ｌ习得内功：龟息功",
"Ｎ",
"Ｄ运功效果：",
"Ｗ◇蓄力状态下集气速度增加30%",
"Ｗ◇防御状态下无法被杀气，被攻击35%概率触发“伺机而动”集气位置增加100",
"Ｗ◇防御状态下被攻击时反震目标内伤15点",
"Ｗ◇时序回生命2点",
"Ｗ◇5时序回内伤1点",
"Ｎ",
"Ｄ被动效果：",
"Ｗ◇免疫破绽",
"Ｗ◇被攻击时概率进入防御状态，初始概率25，生命越低概率越高",
"Ｗ◇休息时自动防御",
}

ItemInfo[372]={
   "Ｌ习得奇术：中庸之道",
   "Ｎ",
   "Ｄ特效：",
   "Ｗ◇每（资质-1）时序行动一次，暴怒被攻击必定行动",
   "Ｎ",
   "Ｚ特别说明：",
   "Ｗ◇需资质低于80且资质大于30",
}

